{"JA":{"key":"Anivia","role":"Mage \/ Support","stats":{"armor":21.22,"armorperlevel":4,"attackdamage":51.376,"attackdamageperlevel":3.2,"attackrange":600,"attackspeedoffset":0,"attackspeedperlevel":1.68,"crit":0,"critperlevel":0,"hp":467.6,"hpperlevel":70,"hpregen":5.57,"hpregenperlevel":0.55,"movespeed":325,"mp":396.04,"mpperlevel":50,"mpregen":6,"mpregenperlevel":0.8,"spellblock":30,"spellblockperlevel":0},"info":{"attack":1,"defense":4,"magic":10,"difficulty":10},"name":"アニビア","title":"氷の不死鳥","partype":"MP","Q":{"cost":"80\/90\/100\/110\/120","cd":"12\/11\/10\/9\/8","range":"1075","tooltip":"指定方向に巨大な氷の塊を放つ。触れた敵に60\/85\/110\/135\/160 <span class=\"color99FF99\">(+0.4)<\/span> の魔法ダメージを与え「チルド」を付与して移動速度をArray%低下させる。<br><br>最大距離に達するか再度このスキルを使用すると、氷の塊が炸裂して範囲内の敵ユニットに60\/85\/110\/135\/160 <span class=\"color99FF99\">(+0.4)<\/span> の魔法ダメージを与え、1.1\/1.2\/1.3\/1.4\/1.5秒間のスタン効果を付与する。","name":"フラッシュフロスト"},"W":{"cost":"70","cd":"25","range":"1000","tooltip":"指定地点に幅400\/500\/600\/700\/800の氷の壁を作り出し、移動するユニットをすべてブロックする。壁は5秒後に溶けて消滅する。","name":"アイスウォール"},"E":{"cost":"50\/60\/70\/80\/90","cd":"5","range":"650","tooltip":"指定した対象を凍てつく氷柱で攻撃して、55\/85\/115\/145\/175 <span class=\"color99FF99\">(+0.5)<\/span> の魔法ダメージを与える。フラッシュフロスト、またはブリザードでチルド状態になっている対象には、2倍のダメージを与える。","name":"フロストバイト"},"R":{"cost":"75","cd":"6","range":"750","tooltip":"<span class=\"colorFF9900\">発動中: <\/span>指定範囲に3秒間かけて効果範囲が広がる激しいブリザードを召喚する。範囲内の敵ユニットに毎秒80\/120\/160 <span class=\"color99FF99\">(+0.25)<\/span> の魔法ダメージを与え、チルド状態にして攻撃速度と移動速度を20\/30\/40%低下させる。<br><br>ブリザードの効果範囲が最大の時、ダメージとスロウ効果が50% 増加する。<br><br>毎秒30\/45\/60マナ消費。","name":"ブリザード"},"P":{"name":"再誕","description":"体力がゼロになると卵状態になる。卵の状態で6秒経過すると復活する。"},"lore":"極寒の冬の化身、神秘の氷の魔力の権化、古代よりフレヨルドを見守る守護者、それがアニビアだ。彼女は大地の怒りと力を意のままに操り、雪と吹雪を巻き起こして故郷に害をなす者たちを退ける。情け深いと同時に謎めいた存在である彼女は、永遠に生と死、そして再誕を繰り返しながら、フレヨルドの番人として昼夜を問わず決して警戒を緩めることはない。<br><br>永遠の凍土がフレヨルドの一部であるのと同じだけ、アニビアもまたこの地の一部であると言えよう。凍てついたツンドラに人間が足を踏み入れる遥か以前から、彼女はこの地で生と死のサイクルを幾度となく繰り返してきた。この悠久のサイクルの始まりと終わりは、常に大きな変化の前触れだった。時に猛烈な嵐が止み、時に氷河期が訪れ、そして終わる。氷の不死鳥の死は一つの時代の終わりを意味し、再誕は新たな時代の幕開けを告げると言われている。<br><br>遥かなる前世の記憶は既に遠くなって久しいが、アニビアは自らの存在理由を決して忘れてはいない。何があろうとも、何を犠牲にしようともフレヨルドを守り抜かねばならないのだ。<br><br>当代のアニビアが再誕してまもなく、フレヨルドにて人間の各部族が手を結び、一つの強大な部族として団結するのを目にした。誇り高きアニビアの守護を受け、一族は栄華を極めた。しかし、固かったはずの彼らの結束は長くは続かなかった。一族は三つの勢力に分裂し、フレヨルドの人間たちは、互いに争う騒乱の時代を迎えることになってしまったのである。故郷の地を荒廃させる戦乱を鎮めるべく奔走するうちに、アニビアは裏で手を引く大きな脅威の存在に気づいた。大地の奥底で古代の邪悪な力が育ち、清らかで透き通る氷の魔力を黒く染め上げていく――そう…水を赤く染める血のように、闇はフレヨルドを徐々に蝕んでいたのだ。この極寒の地の魔力と運命を共にするアニビアにとって、これは重大な危機を意味した。邪悪な存在が氷の大地に根を張ることになれば、それはやがて彼女の心臓にまで届くことになるだろう。彼女にはもはや、単なる守護者の立場に留まるという選択肢は残されていなかった。<br><br>慣れ親しんだ地を離れたアニビアは、分裂した三つの部族の一つの長である氷の弓使いアッシュと出会い、仲間となることになる。アッシュもまた、民の団結こそがフレヨルドの果てしない争いに終止符を打つ道だと信じる同志であった。人間たちの戦が間近にせまる今、アニビアは平和を実現するための戦いに備えている。しかし彼女は同時に避けることのできない己の運命も悟っていた。いつの日か、悪の存在は氷の下から姿を現すだろう。そのときには、必ずやこれを討たねばならない。たとえ、いかなる犠牲を払うことになろうとも――。<br><br>「我は吹雪の怒り、寒風の牙、氷の冷気――我こそはフレヨルドなり」<br>-- アニビア","skins":[{"id":34000,"name":"default","num":0},{"id":34001,"name":"団結する心<br>アニビア","num":1},{"id":34002,"name":"猛禽類<br>アニビア","num":2},{"id":34003,"name":"ノクサスキラー<br>アニビア","num":3},{"id":34004,"name":"ヘクステック<br>アニビア","num":4},{"id":34005,"name":"漆黒の霧氷<br>アニビア","num":5},{"id":34006,"name":"先史時代<br>アニビア","num":6}]},"EN":{"key":"Anivia","role":"Mage \/ Support","stats":{"armor":21.22,"armorperlevel":4,"attackdamage":51.376,"attackdamageperlevel":3.2,"attackrange":600,"attackspeedoffset":0,"attackspeedperlevel":1.68,"crit":0,"critperlevel":0,"hp":467.6,"hpperlevel":70,"hpregen":5.57,"hpregenperlevel":0.55,"movespeed":325,"mp":396.04,"mpperlevel":50,"mpregen":6,"mpregenperlevel":0.8,"spellblock":30,"spellblockperlevel":0},"info":{"attack":1,"defense":4,"magic":10,"difficulty":10},"name":"Anivia","title":"the Cryophoenix","partype":"MP","Q":{"cost":"80\/90\/100\/110\/120","cd":"12\/11\/10\/9\/8","range":"1075","tooltip":"A massive chunk of ice flies toward target location, dealing 60\/85\/110\/135\/160 <span class=\"color99FF99\">(+0.4)<\/span> magic damage and chilling targets, slowing their Movement Speed by Array%. <br><br>At the end of its range or if Anivia activates the spell again, the missile detonates, doing 60\/85\/110\/135\/160 <span class=\"color99FF99\">(+0.4)<\/span> magic damage in a small area, stunning units for 1.1\/1.2\/1.3\/1.4\/1.5 seconds.","name":"Flash Frost"},"W":{"cost":"70","cd":"25","range":"1000","tooltip":"Anivia summons an impassable wall of ice 400\/500\/600\/700\/800 units wide, blocking all movement. The wall lasts for 5 seconds before it melts.","name":"Crystallize"},"E":{"cost":"50\/60\/70\/80\/90","cd":"5","range":"650","tooltip":"Anivia blasts her target with a freezing wind, dealing 55\/85\/115\/145\/175 <span class=\"color99FF99\">(+0.5)<\/span> magic damage. If the target has been slowed by Flash Frost or Glacial Storm, they take double damage.","name":"Frostbite"},"R":{"cost":"75","cd":"6","range":"750","tooltip":"<span class=\"colorFF9900\">Toggle: <\/span>Anivia calls forth a driving rain of ice and hail that increases in size over 3 seconds, dealing 80\/120\/160 <span class=\"color99FF99\">(+0.25)<\/span> magic damage per second and chilling targets, slowing their Movement Speed by 20\/30\/40%.<br><br>Damages, Slows and Chills by an additional 50% at full size. <br><br>Drains 30\/45\/60 Mana per second.","name":"Glacial Storm"},"P":{"name":"Rebirth","description":"Upon dying, Anivia will revert into an egg. If the egg can survive for six seconds, she is gloriously reborn."},"lore":"Anivia is a being of the coldest winter, a mystical embodiment of ice magic, and an ancient protector of the Freljord. She commands all the power and fury of the land itself, calling the snow and bitter wind to defend her home from those who would harm it. A benevolent but mysterious creature, Anivia is eternally bound to keep vigil over the Freljord through life, death, and rebirth.<br><br>Anivia is as much a part of the Freljord as the never-ending frost. Long before mortals had ever set foot on the land's frigid tundra, she had lived countless lifetimes and died as many deaths. The beginnings and ends of her eternal cycle always heralded great change, from the calming of raging storms to the ebb and flow of ice ages. It is said that when the cryophoenix dies, an era ends; and when she is reborn, a new era begins.<br><br>Though Anivia's past lifetimes have faded from her memory, she knows her purpose: she must protect the Freljord at all costs.<br><br>When she was last reborn, Anivia witnessed the rise of a mighty and united human tribe. She guarded their lands with pride as they prospered, but such unity could not last forever. The great tribe fractured into three, and after that upheaval, Anivia watched the people of the Freljord become embroiled in battle. As she strove to calm the turmoil tearing her home apart, Anivia began to sense a greater threat: an ancient evil growing deep within the earth. To her horror, she felt the pure magic of the ice itself become blackened and corrupt. Like blood in water, darkness crept into the Freljord. With her destiny so tied to the power of the land, Anivia knew if such evil took root in her home, that same darkness would find its way into her heart. She could no longer remain a mere guardian - the cryophoenix had to act.<br><br>Anivia soon discovered an ally in Ashe, the Frost Archer. Ashe too believed in unification as an end to the Freljord's perpetual strife, and Anivia offered the tribal leader her aid. Now, with war on the horizon, Anivia prepares to fight for peace, but she knows the inevitable truth of her destiny. One day, evil will rise from the ice, and she must destroy it - no matter the cost.<br><br>''I am the fury of the blizzard, the bite of the wind, and the cold of the ice. I am the Freljord.''<br>-- Anivia","skins":[{"id":34000,"name":"default","num":0},{"id":34001,"name":"Team Spirit Anivia","num":1},{"id":34002,"name":"Bird of Prey Anivia","num":2},{"id":34003,"name":"Noxus Hunter Anivia","num":3},{"id":34004,"name":"Hextech Anivia","num":4},{"id":34005,"name":"Blackfrost Anivia","num":5},{"id":34006,"name":"Prehistoric Anivia","num":6}]}}