{"JA":{"key":"Blitzcrank","role":"Tank \/ Fighter","stats":{"armor":24.38,"armorperlevel":4,"attackdamage":61.54,"attackdamageperlevel":3.5,"attackrange":125,"attackspeedoffset":0,"attackspeedperlevel":1.13,"crit":0,"critperlevel":0,"hp":582.6,"hpperlevel":95,"hpregen":8.51,"hpregenperlevel":0.75,"movespeed":325,"mp":267.2,"mpperlevel":40,"mpregen":8.5,"mpregenperlevel":0.8,"spellblock":32.1,"spellblockperlevel":1.25},"info":{"attack":4,"defense":8,"magic":5,"difficulty":4},"name":"ブリッツ","title":"偉大なるスチームゴーレム","partype":"MP","Q":{"cost":"100","cd":"20\/19\/18\/17\/16","range":"925","tooltip":"指定方向に右手を発射する。最初に命中した敵ユニットに80\/135\/190\/245\/300 <span class=\"color99FF99\">(+1)<\/span> の魔法ダメージを与え、スタン効果を付与して自身のそばに引き寄せる。","name":"ロケットグラブ"},"W":{"cost":"75","cd":"15","range":"1","tooltip":"駆動機関にエネルギーをチャージして、5秒間移動速度を70\/75\/80\/85\/90%、攻撃速度を30\/38\/46\/54\/62%増加させる。増加した移動速度は徐々に減少する。<br><br>「オーバードライブ」が終了すると1.5秒間移動速度が30%低下する。","name":"オーバードライブ"},"E":{"cost":"25","cd":"9\/8\/7\/6\/5","range":"300","tooltip":"腕部機構にエネルギーを充填する。次の通常攻撃で攻撃力の2倍の物理ダメージを与え、対象をノックアップさせる。","name":"パワーフィスト"},"R":{"cost":"100","cd":"30","range":"600","tooltip":"<span class=\"colorFF9900\">自動効果: <\/span>2.5秒ごとに体から電撃を放ち、周囲にいる敵にランダムで100\/200\/300 <span class=\"color99FF99\">(+0.2)<\/span> の魔法ダメージを与える。<br><br><span class=\"colorFF9900\">発動効果: <\/span>胸部機構を開放して電撃を放出する。周囲の敵ユニットに250\/375\/500 <span class=\"color99FF99\">(+1)<\/span> の魔法ダメージを与え、0.5秒間サイレンス効果を付与する。クールダウン中は自動効果が停止する。","name":"イナズマフィールド"},"P":{"name":"マナバリア","description":"体力が20%以下になるとマナ残量の50%にあたる耐久値を持つマナシールドを10秒間発生させる。<br>この効果は一度発動すると90秒のクールダウンに入る。"},"lore":"ゾウンは、魔法と科学がともに暴走した街である。有害な実験が野放しにされてきたことで、街はこれまで少なからぬ損害をこうむってきた。とはいえ、規制が緩いおかげで、良くも悪くもゾウンの研究者や発明家たちは、凄まじい早さで科学を進歩させることができているのである。こうした環境のもと、ゾウンのテクマトロジー大学博士課程の学生チームが、人工知能を搭載した蒸気式自動制御システムの分野で大躍進を遂げることになる。彼らが生み出したスチームゴーレム「ブリッツ」は、元々は市内の有害廃棄物再利用処理場に配備するために開発されたものだった。生身の人間が監督できない環境で、状況に応じた判断を下せる要員が必要だったためである。しかし配備から間もなくして、ブリッツは予期せぬ行動を取って関係者たちを驚かせるようになった。<br><br>科学者たちが調査を重ねたところブリッツには学習能力が備わっていることが判明し、やがてこの蒸気式ゴーレムの存在は一躍有名になっていった。このようなケースではありがちな事だが、ゴーレムの開発者としての名声は、実際には研究に関わっていないスタンウィック・ピディドリー教授が横取りした。とはいえ、今では民衆の大半に真相が知れ渡っているが…。その後、自らをめぐる泥沼の訴訟合戦を目の当たりにしたブリッツは、学生たちも教授も、腹の底では自分のことなどどうでもいいのだと思い至り、慎ましくも自立権を求める申請を行った。民衆からの圧倒的な支持のもと、自由主義を掲げるゾウンの評議会はわずか数週間でこの申し立てを受理、ブリッツは完全に自立した知的存在と認められたのである。だがその後、前代未聞の存在であるブリッツをめぐって様々な議論が噴出し、傷ついた彼は自らの居場所がないことを悟ってゾウンの街を去っていった。そして唯一無二の特殊な存在にも居場所を与えてくれる、ヴァロランのある場所にたどり着いた。それがリーグ・オブ・レジェンドである。幸い、彼はさして苦労することもなく自らの設計に改良を施し、フィールド・オブ・ジャスティスでの過酷な戦いに適応することに成功した。<br><br>向かってくる者は残らず叩きのめすブリッツだが、鋼の甲殻に包まれたフレームのさらに奥には、黄金のように光り輝く心を持っているのである。","skins":[{"id":53000,"name":"default","num":0},{"id":53001,"name":"錆びついた<br>ブリッツ","num":1},{"id":53002,"name":"ゴールキーパー<br>ブリッツ","num":2},{"id":53003,"name":"ボクサー<br>ブリッツ","num":3},{"id":53004,"name":"ピルトーヴァー<br>ブリッツ","num":4},{"id":53005,"name":"これじゃない<br>ブリッツ","num":5},{"id":53006,"name":"iBlitz","num":6},{"id":53007,"name":"Riotブリッツ","num":7},{"id":53011,"name":"バトルボス<br>ブリッツ","num":11}]},"EN":{"key":"Blitzcrank","role":"Tank \/ Fighter","stats":{"armor":24.38,"armorperlevel":4,"attackdamage":61.54,"attackdamageperlevel":3.5,"attackrange":125,"attackspeedoffset":0,"attackspeedperlevel":1.13,"crit":0,"critperlevel":0,"hp":582.6,"hpperlevel":95,"hpregen":8.51,"hpregenperlevel":0.75,"movespeed":325,"mp":267.2,"mpperlevel":40,"mpregen":8.5,"mpregenperlevel":0.8,"spellblock":32.1,"spellblockperlevel":1.25},"info":{"attack":4,"defense":8,"magic":5,"difficulty":4},"name":"Blitzcrank","title":"the Great Steam Golem","partype":"MP","Q":{"cost":"100","cd":"20\/19\/18\/17\/16","range":"925","tooltip":"Blitzcrank fires his right hand. If it encounters an enemy unit it will stun them and deal 80\/135\/190\/245\/300 <span class=\"color99FF99\">(+1)<\/span> magic damage while he pulls them to himself.","name":"Rocket Grab"},"W":{"cost":"75","cd":"15","range":"1","tooltip":"Blitzcrank supercharges himself, gaining 70\/75\/80\/85\/90% Movement Speed and 30\/38\/46\/54\/62% Attack Speed for 5 seconds. The Movement Speed bonus decays over the duration.<br><br>When Overdrive ends, Blitzcrank's Movement Speed is slowed by 30% for 1.5 seconds.","name":"Overdrive"},"E":{"cost":"25","cd":"9\/8\/7\/6\/5","range":"300","tooltip":"Blitzcrank charges up his fist to make his next attack deal double his total attack damage as physical damage and pop his target up in the air.","name":"Power Fist"},"R":{"cost":"100","cd":"30","range":"600","tooltip":"<span class=\"colorFF9900\">Passive: <\/span>Lightning arcs off of Blitzcrank to hit a random nearby enemy for 100\/200\/300 <span class=\"color99FF99\">(+0.2)<\/span> magic damage every 2.5 seconds.<br><br><span class=\"colorFF9900\">Active: <\/span>Deals 250\/375\/500 <span class=\"color99FF99\">(+1)<\/span> magic damage and silences surrounding enemy units for 0.5 seconds. The passive is not in effect during the cooldown.","name":"Static Field"},"P":{"name":"Mana Barrier","description":"When Blitzcrank's life is brought below 20% health, he activates Mana Barrier. This creates a mana shield equal to 50% of his mana for 10 seconds. Mana Barrier can only occur once every 90 seconds."},"lore":"Zaun is a place where both magic and science have gone awry, and the unchecked nature of experimentation has taken its toll. However, Zaun's lenient restrictions allow their researchers and inventors the leeway to push the bounds of science at an accelerated rate, for better or worse.<br><br>It was under these conditions that a team of doctoral students from Zaun's College of Techmaturgy made a breakthrough in the field of intelligent steam automation. Their creation, the steam golem Blitzcrank, was developed to exercise judgment on-the-fly in order to assist with Zaun's hazardous waste reclamation process, since often the conditions did not allow for human supervision. However, he soon began exhibiting unforeseen behaviors.<br><br>Over time, the scientists were able to identify a demonstrated learning process, and Blitzcrank fast became a celebrity. As is sadly often the case though, credit for the golem's creation was scooped up by another - Professor Stanwick Pididly - though most now know the truth. In the wake of the ensuing legal maelstrom, it became evident that neither party truly had the steam golem's best interests at heart, and Blitzcrank humbly petitioned for personal autonomy.<br><br>Backed by overwhelming support from the public, it took the liberal Council of Zaun only a few weeks to declare Blitzcrank a fully-independent, sentient entity. A unique being, the golem left Zaun, distressed by the controversy and feeling there was no place he could fit in. Now he searches the lands of Valoran to find a place where he might someday belong.<br><br>Though Blitzcrank may batter anything that stands in his way, he really has a heart of gold...encased in a framework of iron...in a carapace of steel.","skins":[{"id":53000,"name":"default","num":0},{"id":53001,"name":"Rusty Blitzcrank","num":1},{"id":53002,"name":"Goalkeeper Blitzcrank","num":2},{"id":53003,"name":"Boom Boom Blitzcrank","num":3},{"id":53004,"name":"Piltover Customs Blitzcrank","num":4},{"id":53005,"name":"Definitely Not Blitzcrank","num":5},{"id":53006,"name":"iBlitzcrank","num":6},{"id":53007,"name":"Riot Blitzcrank","num":7},{"id":53011,"name":"Battle Boss Blitzcrank","num":11}]}}