{"JA":{"key":"Braum","role":"Support \/ Tank","stats":{"armor":26.72,"armorperlevel":4.5,"attackdamage":55.376,"attackdamageperlevel":3.2,"attackrange":125,"attackspeedoffset":-0.03,"attackspeedperlevel":3.5,"crit":0,"critperlevel":0,"hp":576.16,"hpperlevel":87,"hpregen":8.18,"hpregenperlevel":1,"movespeed":335,"mp":310.6,"mpperlevel":45,"mpregen":6,"mpregenperlevel":0.8,"spellblock":32.1,"spellblockperlevel":1.25},"info":{"attack":3,"defense":9,"magic":4,"difficulty":3},"name":"ブラウム","title":"フレヨルドの漢気","partype":"MP","Q":{"cost":"55\/60\/65\/70\/75","cd":"10\/9\/8\/7\/6","range":"1000","tooltip":"指定方向に盾から氷塊を放つ。最初に命中した敵ユニットに70\/115\/160\/205\/250 <span class=\"colorCC3300\">(+Array) [自身の最大体力の 2.5%]<\/span> の魔法ダメージを与え、70%のスロウ効果を付与する。このスロウ効果は2秒かけて徐々に減少する。<br><br>命中した対象には<span class=\"colorFFF673\">「漢の拳」<\/span>がスタックする。","name":"冬の凍瘡"},"W":{"cost":"50\/55\/60\/65\/70","cd":"14\/13\/12\/11\/10","range":"650","tooltip":"指定した味方ユニットのもとへ駆けつける。自身を指定することもできる。<br><br>移動したあと3秒間、自身と味方の物理防御が<span class=\"colorFFFF00\">Array<\/span>、魔法防御が<span class=\"colorFF00FF\">Array<\/span> (15\/17.5\/20\/22.5\/25 + 自身の増加物理防御と増加魔法防御の10\/11.5\/13\/14.5\/16%) 増加する。","name":"ワシに任せとけ！"},"E":{"cost":"30\/35\/40\/45\/50","cd":"18\/16\/14\/12\/10","range":"25000","tooltip":"<span class=\"colorFFFFFF\">ブラウムが盾をかまえる。盾をかまえている間は受けるダメージを軽減し、自身の後ろにいる味方チャンピオンへの攻撃を食い止める。<\/span><br>3\/3.25\/3.5\/3.75\/4秒間盾をかまえ、盾の方向から受けた最初の攻撃のダメージを無効化する。盾をかまえている間は、受けるダメージを30\/32.5\/35\/37.5\/40%軽減する。<br><br>敵の遠距離通常攻撃や飛び道具、スキルショットはこの盾によって<span class=\"colorFFF673\">食い止められる<\/span>。<br><br>効果時間中はブラウムの移動速度が10%増加する。","name":"不破の盾"},"R":{"cost":"100","cd":"140\/120\/100","range":"1250","tooltip":"盾を地面にたたきつけて指定方向に地割れを起こし、自身の周囲と地割れのライン上にいる敵ユニットをノックアップする。地割れは4秒間持続し、触れた敵に40\/50\/60%のスロウ効果を付与する。<br><br>命中した敵ユニットに150\/250\/350 <span class=\"color99FF99\">(+0.6)<\/span> の魔法ダメージを与え、最初に命中した敵チャンピオンには1\/1.25\/1.5秒のノックアップを付与する。最初のチャンピオンへのノックアップが発動すると、その後命中した敵ユニットへのノックアップ効果はわずかになる。","name":"氷河の裂溝"},"P":{"name":"漢の拳","description":"通常攻撃または「冬の凍瘡」が命中するたびに、敵ユニットに「漢の拳」がスタックする。<br>ブラウムか味方の通常攻撃でスタックが増え、4つスタックすると対象にスタン効果を付与する。"},"lore":"「それじゃあ、寝る前にお話をしてあげようかね」<br><br>「おばあちゃん、あたしもうそんな歳じゃないもん！」<br><br>「お話は、いくつになっても楽しいものだよ…？」<br><br>少女はしぶしぶベッドに潜り込んで待った。おばあさんを言い負かそうとしたって無駄なのだ。窓の外では風がヒュウヒュウと吹きすさび、吹雪は悪魔のように渦を巻いている。<br><br>「そうだねえ… じゃあ、氷の魔女のお話はどうだい？」<br><br>「それやだぁ…」<br><br>「だったら、ブラウムのお話にしようかねぇ？」今度は少女が黙っているので、おばあさんは微笑んだ。「ブラウムのお話はたくさんあるからねえ。おばあちゃんもね、おばあちゃんのおばあちゃんから、よーく聞かされたものだよ。ブラウムがこの村を大きなドラゴンから守ってくれたときのことや、ずっとずっと昔に、溶岩の川をすごい勢いで下っていったお話や… ああ、そうそう…」おばあさんは言葉を切り、唇に指を当ててからこう言った。「ブラウムがあの盾をどこで手に入れたのか、話したっけね？」<br><br>少女は首を横に振る。暖炉の薪がはぜると、風は静かになった。<br><br>「昔々、この村を見下ろす山に、ブラウムという一人の男が住んでおりました」<br><br>「知ってるよ！」<br><br>「ふふ…ブラウムはずっと自分の牧場で、ヒツジやヤギの世話をしていましたが、それはそれは心の優しい男で、いつも朗らかに笑っていました」<br><br>「そんなある日のこと、大変な事件が起きてしまいました。ちょうどお前くらいの歳の、幼いトロールの男の子が山を登っていると、山の斜面に宝物庫を見つけました。入り口には大きな石の扉があって、扉の真ん中には『真なる氷』の欠片がはまっていました。扉を開けたトロールの男の子は、それはもうびっくり仰天。そこにあったのは、金銀財宝、宝石の山… 目もくらむような宝物の山だったのです！」<br><br>「でも、その宝物庫は、氷の魔女がしかけた呪いのワナでした。トロールの男の子が中に入ると、魔法の扉がバタンとしまり、男の子を閉じ込めてしまったのです。どんなに一生懸命押しても引いても、扉はびくともしません」<br><br>「そこへ通りかかった羊飼いが、男の子の泣き声に気づきました。すぐに村中の人が駆けつけましたが、力自慢の戦士たちにも、扉を開けることができません。男の子の両親はすっかり取り乱して、母親の悲しげな泣き声は山中に響きわたりました。誰もが諦めかけたそのとき…」<br><br>「驚いたことに、遠くから笑い声が聞こえてきたのです」<br><br>「ブラウムでしょ！」<br><br>「そうだよ。お前は賢いねえ…。村人たちが泣く声を聞きつけたブラウムが、山の斜面をのっしのっしと下りてきたのでした。村人たちはブラウムに、トロールの男の子と扉の呪いのことを話して聞かせました。ブラウムはニッコリ笑ってうなずくと、宝物庫のほうを向いて、扉の前に立ちました。ところが押しても引いても、拳で叩いても足で蹴っても、ちょうつがいを外そうとしても、扉はぴくりとも動きません」<br><br>「どうして？ブラウムは世界一の力持ちなのに！」<br><br>「そうだねえ、なんでだろうねえ…？」おばあさんはそうこたえて、話を続けました。「それから四日と四晩、ブラウムは岩に腰かけて、どうしたらいいかと考えました。なんといっても、男の子の命がかかっていたのです。」<br><br>「そして五日目の夜明け、ついにブラウムの目は輝き、顔には満面の笑みを浮かばせました。『どうやらこの扉は通れんようだ』とブラウムは言いました。『ならば、通るのは――』」<br><br>あたまをひねっていた少女の目が、大きく見開かれる。「山だ！」<br><br>「『山だ』。よくわかったねえ。ブラウムは山の頂に登ると、地面に向かって拳を振り下ろし、下へ下へと山を掘り進んでいきました。ブラウムが拳をたたきつけるたびに岩は砕け石が飛び散り、やがて彼の姿は山の地面の奥深くに沈んで見えなくなってしまいました」<br><br>「村人たちが固唾をのんで見守るなか、ついに扉を支えていた岩が崩れました。巻き上がった砂ぼこりが落ち着くと、そこには宝の山を背に立つブラウムの姿があったのです。もちろんその腕には、ぐったりしているけれど嬉しそうなトロールの男の子が抱かれておりました」<br><br>「やっぱり！ ブラウムならやれると思ったの！」<br><br>「ところが、喜んだのもつかの間、辺りが激しく揺れはじめました。ブラウムがトンネルを掘ったおかげで、なんと山の頂が崩れてきたのです！ ブラウムはとっさに魔法の扉をつかみ、盾のように頭の上にかざすと、崩れてきた山から村人たちを守りました。すべてが収まったあと、扉を見たブラウムはびっくり仰天。なんと傷一つついていません。この扉には不思議な力が宿っているに違いないと、ブラウムはそう思ったのでした」<br><br>「それからというもの、ブラウムはこの魔法の盾をずーっと手放しませんでしたとさ」<br><br>少女は興奮を隠しきれない様子で、背筋を伸ばして座っている。おばあさんは少し待って、それから肩をすくめると、立ち上がった。<br><br>「おばあちゃん」少女が呼び止める。「もっとお話して？」<br><br>「また明日ね」おばあさんはにっこりして少女の額にキスをして、ろうそくの火を吹き消した。「さあ、もう今夜はお休み。お話なら、まだまだたくさんあるんだから」","skins":[{"id":201000,"name":"default","num":0},{"id":201001,"name":"龍殺し<br>ブラウム","num":1},{"id":201002,"name":"覆面ブラウム","num":2},{"id":201003,"name":"獅子心王<br>ブラウム","num":3}]},"EN":{"key":"Braum","role":"Support \/ Tank","stats":{"armor":26.72,"armorperlevel":4.5,"attackdamage":55.376,"attackdamageperlevel":3.2,"attackrange":125,"attackspeedoffset":-0.03,"attackspeedperlevel":3.5,"crit":0,"critperlevel":0,"hp":576.16,"hpperlevel":87,"hpregen":8.18,"hpregenperlevel":1,"movespeed":335,"mp":310.6,"mpperlevel":45,"mpregen":6,"mpregenperlevel":0.8,"spellblock":32.1,"spellblockperlevel":1.25},"info":{"attack":3,"defense":9,"magic":4,"difficulty":3},"name":"Braum","title":"the Heart of the Freljord","partype":"MP","Q":{"cost":"55\/60\/65\/70\/75","cd":"10\/9\/8\/7\/6","range":"1000","tooltip":"Braum propels freezing ice from his shield dealing 70\/115\/160\/205\/250 <span class=\"colorCC3300\">(+Array) [2.5% of Braum's Max Health]<\/span> magic damage to the first enemy hit and slowing them by 70%, decaying over the next 2 seconds.<br><br>Applies a stack of <span class=\"colorFFF673\">Concussive Blows<\/span>. ","name":"Winter's Bite"},"W":{"cost":"50\/55\/60\/65\/70","cd":"14\/13\/12\/11\/10","range":"650","tooltip":"Braum leaps to target allied champion or minion.<br><br>On arrival, Braum and the ally gain <span class=\"colorFFFF00\">Array<\/span> Armor and <span class=\"colorFF00FF\">Array<\/span> Magic Resist (15\/17.5\/20\/22.5\/25 plus 10\/11.5\/13\/14.5\/16% of Braum's bonus Armor\/Magic Resist) for 3 seconds.","name":"Stand Behind Me"},"E":{"cost":"30\/35\/40\/45\/50","cd":"18\/16\/14\/12\/10","range":"25000","tooltip":"<span class=\"colorFFFFFF\">Braum reduces incoming damage and blocks for allies behind him.<\/span><br>Braum raises his shield in a direction for 3\/3.25\/3.5\/3.75\/4 seconds negating the damage of the next attack from that direction. Subsequent attacks deal 30\/32.5\/35\/37.5\/40% reduced damage.<br><br>Braum <span class=\"colorFFF673\">intercepts<\/span> projectiles, causing them to hit him and be destroyed.<br><br>Braum gains 10% Movement Speed for the duration.","name":"Unbreakable"},"R":{"cost":"100","cd":"140\/120\/100","range":"1250","tooltip":"Braum slams the ground, knocking up enemies nearby and in a line in front of him. A fissure is left along the line for 4 seconds, slowing enemies above it by 40\/50\/60%.<br><br>Enemies hit take 150\/250\/350 <span class=\"color99FF99\">(+0.6)<\/span> magic damage. The first champion hit is knocked up for 1\/1.25\/1.5 seconds, subsequent enemies are knocked up briefly.","name":"Glacial Fissure"},"P":{"name":"Concussive Blows","description":"Braum adds stacks of Concussive Blows to enemies with basic attacks or Winter's Bite. He and his allies continue to add stacks with basic attacks, at 4 stacks their target will be stunned."},"lore":"''Would you like a bedtime story?''<br><br>''Grandma, I'm too old for that.''<br><br>''You're never too old to be told a story.''<br><br>The girl reluctantly crawls into bed and waits, knowing she won't win this battle. A bitter wind howls outside, whipping falling snow into devil whirls.<br><br>''What kind? A tale of the Ice Witch, perhaps?'' her grandmother asks.<br><br>''No, not her.''<br><br>''What about a story of Braum?'' She was met with silence. The old woman smiles. ''Oh, there are so many. My grandmother used to tell me of the time Braum protected our village from the great dragon! Or once - this was long ago - he raced down a river of lava! Or -'' She pauses; puts a finger to her lips. ''Have I told you how Braum got his shield?''<br><br>The girl shakes her head. The hearth fire snaps, holding off the wind.<br><br>''Well. In the mountains above our village lived a man named Braum -''<br><br>''I know that!'' <br><br>''He mostly kept to his farm, tending his sheep and goats, but he was the kindest man anyone had ever met, and he always had a smile on his face and a laugh on his lips.<br><br>''Now, one day something terrible happened: a young troll boy around your age - was climbing the mountain and happened on a vault, set into the mountainside, the entrance guarded by a huge stone door with a shard of True Ice at its center. When he opened the door, he couldn't believe his eyes: the vault was filled with gold, jewels - every kind of treasure you could imagine!<br><br>''What he didn't know was that the vault was a trap. The Ice Witch had cursed it - and as the troll boy entered, the magical door CLANGED shut behind him and locked him inside! Try as he might, he couldn't get out.<br><br>''A passing shepherd heard his cries. Everyone rushed to help, but even the strongest warriors couldn't open the door. The boy's parents were beside themselves; his mother's wails of grief echoed around the mountain. It seemed hopeless.<br><br>''And then, to everyone's surprise, they heard a distant laugh.''<br><br>''It was Braum, wasn't it?''<br><br>''Aren't you clever! Braum had heard their cries and came striding down the mountainside. The villagers told him of the troll boy and the curse. Braum smiled, nodded, turned to the vault, and faced the door. He pushed it. Pulled it. Punched it; kicked it; tried to rip it from its hinges. But the door wouldn't budge.''<br><br>''But he's the strongest man ever!''<br><br>''It was perplexing,'' her grandmother agrees. ''For four days and nights, Braum sat on a boulder, trying to think of a solution. After all, a child's life was at stake.<br><br>''Then, as the sun rose on the fifth day, his eyes widened and a broad grin lit up his face. If I can't go through the door,' he said, then I'll just have to go through -''<br><br>The girl thinks; her own eyes widen. ''- the mountain!''<br><br>''The mountain. Braum headed to the summit and began punching his way straight down, pummeling into the stone, fist after fist, rocks flying in his wake, until he had vanished deep into the mountain. <br><br>''As the villagers held their breath, the rock around the door crumbled - and when the dust cleared, they saw Braum standing amidst the treasure, the weak but happy troll boy in his arms.''<br><br>''I knew he could do it!''<br><br>''But before they could celebrate, everything began to rumble and shake: Braum's tunnel had weakened the mountaintop, and now it was caving in! Thinking quickly, Braum grabbed the enchanted door and held it above him like a shield, protecting them as the mountaintop collapsed all around them. When it was over, Braum was amazed: there wasn't a single scratch on the door! Braum knew it was something very special.<br><br>''And from that moment on, that magical shield never left Braum's side.''<br><br>The girl is sitting upright, struggling to conceal her excitement. Her grandmother waits. She shrugs and gets up to leave.<br><br>''Grandma,'' the girl stops her, ''can you tell me another?''<br><br>''Tomorrow.'' Her grandmother smiles; kisses her forehead; blows out the candle. ''For you need to sleep, and there are many more stories to tell.''","skins":[{"id":201000,"name":"default","num":0},{"id":201001,"name":"Dragonslayer Braum","num":1},{"id":201002,"name":"El Tigre Braum","num":2},{"id":201003,"name":"Braum Lionheart","num":3}]}}