{"JA":{"key":"Caitlyn","role":"Marksman","stats":{"armor":22.88,"armorperlevel":3.5,"attackdamage":53.66,"attackdamageperlevel":2.18,"attackrange":650,"attackspeedoffset":0.1,"attackspeedperlevel":4,"crit":0,"critperlevel":0,"hp":524.4,"hpperlevel":80,"hpregen":5.67,"hpregenperlevel":0.55,"movespeed":325,"mp":313.7,"mpperlevel":35,"mpregen":7.4,"mpregenperlevel":0.55,"spellblock":30,"spellblockperlevel":0},"info":{"attack":8,"defense":2,"magic":2,"difficulty":6},"name":"ケイトリン","title":"ピルトーヴァーの保安官","partype":"MP","Q":{"cost":"50\/60\/70\/80\/90","cd":"10\/9\/8\/7\/6","range":"1250","tooltip":"1秒間ライフルをチャージして指定方向に貫通弾を発射し、30\/70\/110\/150\/190 <span class=\"colorFF8C00\">(+Array)<\/span> の物理ダメージを与える。貫通弾は最初に敵ユニットに命中したあと幅が広がり、ダメージが33%低下する。<br><br>トラップにかかった対象には常に100%のダメージを与える。","name":"ピースメーカー"},"W":{"cost":"20","cd":"0.5","range":"800","tooltip":"指定地点に敵チャンピオンが踏むと発動するトラップを仕掛ける。トラップはかかったチャンピオンに2秒間スネア効果を付与し、短時間可視状態にする。<br><br>トラップは90秒間持続し、最大で3\/3\/4\/4\/5個まで設置できる。<br><br>トラップにかかった敵に対する「ヘッドショット」の追加ダメージは30\/70\/110\/150\/190 <span class=\"colorFF8C00\">(+Array)<\/span>増加する。","name":"ヨードルトラップ"},"E":{"cost":"75","cd":"16\/14.5\/13\/11.5\/10","range":"750","tooltip":"指定方向にネットを発射し、反動で自身が反対方向に素早く移動する。ネットは最初に命中した敵ユニットに70\/110\/150\/190\/230 <span class=\"color99FF99\">(+0.8)<\/span> の魔法ダメージを与え、1秒間50%のスロウ効果を付与する。","name":"L-90 カリバーネット"},"R":{"cost":"100","cd":"90\/75\/60","range":"2000\/2500\/3000","tooltip":"射程2000\/2500\/3000以内にいる指定した敵チャンピオンに1秒かけて狙いを定め、狙撃して250\/475\/700 <span class=\"colorFF8C00\">(+Array)<\/span> の物理ダメージを与える。<br>別の敵チャンピオンが射線を塞いだ場合、弾丸はそのチャンピオンに命中する。","name":"ブルズアイ"},"P":{"name":"ヘッドショット","description":"通常攻撃数回ごと、または自身のトラップやネットにかけた対象に、クリティカル率によってダメージが増加する「ヘッドショット」を発射できる。<br>トラップまたはネットにかけた対象に対しては「ヘッドショット」の射程が2倍になる。"},"lore":"「どうぞお逃げなさい。5分、ハンデをあげるわ」<br><br>ピルトーヴァーが「進歩の都市」と呼ばれるゆえんのひとつは、その犯罪発生率の驚異的な低さにある。とはいえ、昔からそうだったわけではない。この都市はかつて、テクマトロジー研究推進のために貴重な資源を大量に輸入していたために、強盗団やこそ泥を始め、あらゆる犯罪組織に格好の獲物とみなされていたのだ。“ピルトーヴァーの保安官”ケイトリンがいなければ、この都市はとうの昔に組織犯罪と暴力がもたらす混沌に堕ちていただろうと言う者まで存在する。<br><br>裕福な政治家の父と、ヘクステック研究の先駆者である母との間に生まれたケイトリンは、わずか14歳にして、犯罪捜査の才能を開花させた。帰宅中の父が襲われて強盗被害に遭った夜、ケイトリンは父親のライフルを手に自宅を抜け出すと、犯行現場から犯人たちの足取りをつかみ、追跡の果てに見事捕らえてしまったのである。はじめは娘の危険な趣味をやめさせようと手を尽くした両親であったが、ケイトリンはまるで聞く耳を持たなかった。娘を説得することは到底できないと悟った母親は、せめて自分にできる唯一の方法で娘の身の安全を守ろうと、犯罪捜査用にカスタマイズしたテクマトロジー機器をケイトリンに託すようになったのである。<br><br>ケイトリンの名はすぐに広まった。彼女が都市の犯罪をたった１人で解決してしまったその実績と、ほどなくしてうっとりするような魅力的な女性に成長したためでもある。犯罪者からいかなる挑戦状が届こうと、いかなる難事件が起きようと、この美しき保安官は絶対にあとへ引こうとしない。そのうえ彼女の射撃の腕前は、ピルトーヴァーでトップを争うレベルなのだ。そんな彼女のもとに、ある日、デマーシアから支援の要請が届いた。同市内で派手な手口の強盗を繰り返す、謎の犯罪者を捕まえてほしいというのだ。<br><br>装飾文字で「C」と書かれたカードを必ず犯行現場に残していくこの強盗は、やがてケイトリンの宿敵となった。彼女は現在も、この怪盗を追ってヴァロラン各地を駆け回っている。その間彼女は、保安官としての腕を磨くだけでなく、自分の追跡から逃れた唯一の獲物を捕らえるために、十分な影響力を高めようと目論んでいる。","skins":[{"id":51000,"name":"default","num":0},{"id":51001,"name":"レジスタンス<br>ケイトリン","num":1},{"id":51002,"name":"荒野の射手<br>ケイトリン","num":2},{"id":51003,"name":"サファリハント<br>ケイトリン","num":3},{"id":51004,"name":"極寒の工作員<br>ケイトリン","num":4},{"id":51005,"name":"ケイトリン巡査","num":5},{"id":51006,"name":"ヘッドハンター<br>ケイトリン","num":6},{"id":51010,"name":"月の生霊<br>ケイトリン","num":10}]},"EN":{"key":"Caitlyn","role":"Marksman","stats":{"armor":22.88,"armorperlevel":3.5,"attackdamage":53.66,"attackdamageperlevel":2.18,"attackrange":650,"attackspeedoffset":0.1,"attackspeedperlevel":4,"crit":0,"critperlevel":0,"hp":524.4,"hpperlevel":80,"hpregen":5.67,"hpregenperlevel":0.55,"movespeed":325,"mp":313.7,"mpperlevel":35,"mpregen":7.4,"mpregenperlevel":0.55,"spellblock":30,"spellblockperlevel":0},"info":{"attack":8,"defense":2,"magic":2,"difficulty":6},"name":"Caitlyn","title":"the Sheriff of Piltover","partype":"MP","Q":{"cost":"50\/60\/70\/80\/90","cd":"10\/9\/8\/7\/6","range":"1250","tooltip":"Revs the rifle for 1 second to fire a narrow piercing shot dealing 30\/70\/110\/150\/190 <span class=\"colorFF8C00\">(+Array)<\/span> physical damage. After hitting any target, it opens into a wider shot that deals 33% less damage. <br><br>Always deals full damage to trap revealed targets.","name":"Piltover Peacemaker"},"W":{"cost":"20","cd":"0.5","range":"800","tooltip":"Sets traps that an enemy Champion can spring, immobilizing them for 2 seconds and revealing them for a short duration.<br><br>Traps last for 90 seconds. 3\/3\/4\/4\/5 traps may be active at once.<br><br>Trapped enemies take an additional 30\/70\/110\/150\/190 <span class=\"colorFF8C00\">(+Array)<\/span> increased damage from Headshot.","name":"Yordle Snap Trap"},"E":{"cost":"75","cd":"16\/14.5\/13\/11.5\/10","range":"750","tooltip":"Fires a net, knocking Caitlyn backwards. The net deals 70\/110\/150\/190\/230 <span class=\"color99FF99\">(+0.8)<\/span> magic damage and slows the first enemy hit by 50% for 1 second.","name":"90 Caliber Net"},"R":{"cost":"100","cd":"90\/75\/60","range":"2000\/2500\/3000","tooltip":"Takes a second to line up the perfect shot on an enemy Champion at up to 2000\/2500\/3000 range. The shot deals 250\/475\/700 <span class=\"colorFF8C00\">(+Array)<\/span> physical damage, but other enemy Champions can intercept it.","name":"Ace in the Hole"},"P":{"name":"Headshot","description":"Every few basic attacks, or against a target she has trapped or netted, Caitlyn will fire a headshot dealing bonus damage that scales with her critical strike chance. On trapped or netted targets, Caitlyn's Headshot attack range is doubled."},"lore":"''Go ahead, run. I'll give you a five minute head start.''<br><br>One of the reasons Piltover is known as the City of Progress is because it has an extraordinarily low crime rate. This hasn't always been the case; brigands and thieves of all sorts used to find the city-state an ideal mark for plunder, primarily due to the valuable resources it imports to fuel its techmaturgical research. Some even theorize that it would have fallen long ago to the chaos of organized crime if not for Caitlyn, the Sheriff of Piltover.<br><br>Born the daughter of a wealthy statesman and a pioneering hextech researcher, Caitlyn discovered her natural gift for investigation when, at age 14, her father was assaulted and robbed on his way home. She snuck out of her house that night with her father's rifle and tracked down the muggers from the crime scene. At first, her parents did their best to discourage her from such risky hobbies, but she was incorrigible. Wishing to protect her daughter in the only way she knew how, Caitlyn's mother began outfitting her with techmaturgical devices tailored to her sleuthing needs.<br><br>Caitlyn quickly gained notoriety, as she was single-handedly defeating crime in Piltover and had developed into a ravishing beauty as well. She never backed down from a case or a challenge, and she was one of the sharpest shots in the city-state. Her services were soon requested by Demacia to help track down a mysterious outlaw who had begun committing high-profile heists.<br><br>The bandit, who always left a card with an ornate 'C' at the scene of the crime, became Caitlyn's arch-nemesis. To this day, Caitlyn still searches for this cat burglar, and the chase has led her all across Valoran. As she travels, she seeks to hone her skills and gain the influence necessary to track down the only quarry that has managed to evade her.","skins":[{"id":51000,"name":"default","num":0},{"id":51001,"name":"Resistance Caitlyn","num":1},{"id":51002,"name":"Sheriff Caitlyn","num":2},{"id":51003,"name":"Safari Caitlyn","num":3},{"id":51004,"name":"Arctic Warfare Caitlyn","num":4},{"id":51005,"name":"Officer Caitlyn","num":5},{"id":51006,"name":"Headhunter Caitlyn","num":6},{"id":51010,"name":"Lunar Wraith Caitlyn","num":10}]}}