{"JA":{"key":"Chogath","role":"Tank \/ Mage","stats":{"armor":28.88,"armorperlevel":3.5,"attackdamage":61.156,"attackdamageperlevel":4.2,"attackrange":125,"attackspeedoffset":0,"attackspeedperlevel":1.44,"crit":0,"critperlevel":0,"hp":574.4,"hpperlevel":80,"hpregen":8.925,"hpregenperlevel":0.85,"movespeed":345,"mp":272.2,"mpperlevel":40,"mpregen":7.205,"mpregenperlevel":0.45,"spellblock":32.1,"spellblockperlevel":1.25},"info":{"attack":3,"defense":7,"magic":7,"difficulty":5},"name":"チョ＝ガス","title":"未知なる恐怖","partype":"MP","Q":{"cost":"90","cd":"9","range":"950","tooltip":"指定地点に下から突き出るようにトゲを発生させる。命中した敵ユニットに80\/135\/190\/245\/305 <span class=\"color99FF99\">(+1)<\/span> の魔法ダメージを与え、1秒間ノックアップし、その後1.5秒間60%のスロウ効果を付与する。","name":"ラプチャー"},"W":{"cost":"70\/80\/90\/100\/110","cd":"13","range":"300","tooltip":"指定方向に叫び声を放つ。扇状範囲内の敵ユニットに75\/125\/175\/225\/275 <span class=\"color99FF99\">(+0.7)<\/span> の魔法ダメージを与え、1.5\/1.75\/2\/2.25\/2.5秒間サイレンス効果を付与する。","name":"スクリーム"},"E":{"cost":"0","cd":"0.5","range":"40","tooltip":"<span class=\"colorFF9900\">発動効果: <\/span>通常攻撃時にトゲを発射し、20\/35\/50\/65\/80 <span class=\"color99FF99\">(+0.3)<\/span> の魔法ダメージを与える。「捕食」のスタック数に応じてトゲの射程距離が増加する。","name":"ヴォーパルスパイク"},"R":{"cost":"100","cd":"80","range":"175","tooltip":"敵ユニットを貪り食い、敵チャンピオンには300\/475\/650 <span class=\"color99FF99\">(+0.7)<\/span> の確定ダメージを、ミニオンおよび中立モンスターには1000 <span class=\"color99FF99\">(+0.7)<\/span> の確定ダメージを与える。このスキルで敵ユニットを倒すと「捕食」スタックを1得て、サイズが大きくなり、最大体力が100\/140\/180増加して対象に応じた追加効果を得る。<br><br><span class=\"colorFF9900\">チャンピオンによる追加効果:<\/span> 「捕食」スタックを追加で1得る。<br><span class=\"colorFF9900\">ミニオンおよび中立モンスターによる追加効果: <\/span>「捕食」のクールダウンが50%短縮され、消費マナの50%を回復する。<br><br><span class=\"color9999A8\"><i>「捕食」は6回までスタックし、死亡した際はスタックの半分が失われる。<\/i><\/span>","name":"捕食"},"P":{"name":"暴食","description":"敵ユニットを倒すたびに体力とマナが回復する。<br>この回復量はチョ＝ガスのレベルに比例して増加する。"},"lore":"次元の狭間、世界の狭間にその場所はある。「世の果て」と呼ぶ者もいれば、「知られざる地」と呼ぶ者もいる。だが、大半の者はそれを「ヴォイド」と呼ぶ。とはいえ、「ヴォイド」はその呼び名とは裏腹に、何もない空間ではない。そこは口に出すのも憚られるような者たちの棲み家であり、常人の精神力では耐えられないほどの恐怖が潜んでいる場所なのである。チョ＝ガスはその「ヴォイド」から生まれた存在であり、その本性はあまりにも恐ろしく、多くの者は名前すら口にしようとしない。チョ＝ガスとその仲間たちは、次元を隔てる壁の亀裂を求め、長らく探索を続けてきた。彼らはルーンテラへと至り、その地を各々の夢見る恐怖の楽園を実現せんと欲しているのである。「ヴォイドの子ら（ヴォイドボーン）」と呼ばれる彼らは、その存在があまりにも古く、また恐ろしいものであったために、今では歴史から完全に抹消されている。だが噂によると、異世界ににおいて彼らはかつて筆舌尽くしがたい恐怖の大軍団を率いており、ルーンテラからは太古に失われた強力な魔法によって追放されたのだという。<br><br>仮にこの噂が真実なのだとすれば、それと共に語られている予言もまた真実なのではないだろうか。その予言によれば、「ヴォイドの子ら」はいずれルーンテラに戻ってくるという。現にイカシアではすでに何らかの邪悪な存在が蠢動しており、リーグ・オブ・レジェンドにおけるサモナーの儀式に影響を及ぼしている。チョ＝ガスがチャンピオンとして召喚されるという事態は、この影響により起きたものなのだ。悪意と暴力の化身とでも呼ぶべき、異界の存在であるチョ＝ガス。その姿を目にした者は、よほど心身の屈強な者でなければ、恐ろしさに身がすくんでしまう。しかもこの「ヴォイドの住人」は襲った相手を捕食するらしく、獲物をむさぼり食うたびに体が巨大化するという。知能も極めて高いものと思われ、このような怪物を果たして拘束しておけるのかという懸念が生まれるのは当然といえよう。幸いにしてリーグのサモナーたちの力により、チョ＝ガスの出現範囲はリーグ・オブ・レジェンド内のみに制限できている。サモナーたちはこの「ヴォイドの子」の能力を利用して、リーグの戦いでルーンテラの命運を定める手伝いをさせている。だが、チョ＝ガスからしてみれば、ルーンテラのたどる命運なぞひとつしかない――ほんの少しでも、その機会さえあれば。<br><br>「災いなるかな、チョ＝ガス。恐れよ、かの者がリーグに倦むときを」","skins":[{"id":31000,"name":"default","num":0},{"id":31001,"name":"悪夢の案内人<br>チョ＝ガス","num":1},{"id":31002,"name":"ジェントルマン<br>チョ＝ガス","num":2},{"id":31003,"name":"ネス湖のアレ<br>チョ＝ガス","num":3},{"id":31004,"name":"ジュラシック<br>チョ＝ガス","num":4},{"id":31005,"name":"バトルキャスト<br>チョ＝ガス","num":5},{"id":31006,"name":"先史時代<br>チョ＝ガス","num":6}]},"EN":{"key":"Chogath","role":"Tank \/ Mage","stats":{"armor":28.88,"armorperlevel":3.5,"attackdamage":61.156,"attackdamageperlevel":4.2,"attackrange":125,"attackspeedoffset":0,"attackspeedperlevel":1.44,"crit":0,"critperlevel":0,"hp":574.4,"hpperlevel":80,"hpregen":8.925,"hpregenperlevel":0.85,"movespeed":345,"mp":272.2,"mpperlevel":40,"mpregen":7.205,"mpregenperlevel":0.45,"spellblock":32.1,"spellblockperlevel":1.25},"info":{"attack":3,"defense":7,"magic":7,"difficulty":5},"name":"Cho'Gath","title":"the Terror of the Void","partype":"MP","Q":{"cost":"90","cd":"9","range":"950","tooltip":"Ruptures the ground at target location. Enemies caught in the rupture are launched into the air for 1 second, take 80\/135\/190\/245\/305 <span class=\"color99FF99\">(+1)<\/span> magic damage, and are slowed by 60% for 1.5 seconds.","name":"Rupture"},"W":{"cost":"70\/80\/90\/100\/110","cd":"13","range":"300","tooltip":"Silences enemies in a cone for 1.5\/1.75\/2\/2.25\/2.5 seconds and deals 75\/125\/175\/225\/275 <span class=\"color99FF99\">(+0.7)<\/span> magic damage.","name":"Feral Scream"},"E":{"cost":"0","cd":"0.5","range":"40","tooltip":"<span class=\"colorFF9900\">Toggle: <\/span>Basic attacks launch spikes that deal 20\/35\/50\/65\/80 <span class=\"color99FF99\">(+0.3)<\/span> magic damage. Spikes grow wider as Cho'Gath gains Feast stacks.","name":"Vorpal Spikes"},"R":{"cost":"100","cd":"80","range":"175","tooltip":"Ravenously feed on an enemy, dealing 300\/475\/650 <span class=\"color99FF99\">(+0.7)<\/span> true damage to champions or 1000 <span class=\"color99FF99\">(+0.7)<\/span> to minions and monsters. If Feast deals a killing blow, Cho'Gath gains a stack of Feast, which causes him to grow in size and gain 100\/140\/180 maximum health.<br><br><li>Kills on champions grant an additional stack of Feast.<br>Kills on minions and monsters refund 50% of Feast's cooldown and cost.<\/li><br><span class=\"color9999A8\"><i>Cho'Gath cannot have more than 6 stacks of Feast at once and loses half of his stacks upon dying.<\/i><\/span>","name":"Feast"},"P":{"name":"Carnivore","description":"Whenever Cho'Gath kills a unit, he recovers Health and Mana. The values restored increase with Cho'Gath's level."},"lore":"There is a place between dimensions, between worlds. To some it is known as the Outside, to others it is the Unknown. To those that truly know, however, it is called the Void. Despite its name, the Void is not an empty place, but rather the home of unspeakable things - horrors not meant for minds of men.  Cho'Gath is a creature born of the Void, a thing whose true nature is so awful most will not speak its name. Its fellows have been poking at the walls that divide dimensions for a crack, a way into Runeterra, where they can visit their own personal paradise of horror upon the world. They are called the Voidborn, creatures so ancient and terrible that they have been removed from history altogether. It is rumored that the Voidborn command vast armies of unspeakable creatures on other worlds, that they were once driven from Runeterra by powerful magic lost to antiquity.<br><br>If such tales are true, then the rumors that follow must be equally true - that one day, the Voidborn will return. Even now, something dark stirs in Icathia, perverting the summoning rituals of the League to allow the presence of Cho'Gath. It is an alien creature of malice and violence, a thing that causes all but the most stalwart to cringe in fear. Cho'Gath even appears to feed on its predations, growing and swelling as it gorges itself. Worse yet, the creature is intelligent, perhaps greatly so, making most wonder how such a monster could be contained. Fortunately, the power of the League's summoning has confined Cho'Gath's presence exclusively to the League of Legends. It is here that summoners use Cho'Gath's Voidborn abilities to help decide the fate of Runeterra. The Terror of the Void knows what fate it would choose for Runeterra, given half the chance.<br><br>Woe betide the day when Cho'Gath grows weary of the League.","skins":[{"id":31000,"name":"default","num":0},{"id":31001,"name":"Nightmare Cho'Gath","num":1},{"id":31002,"name":"Gentleman Cho'Gath","num":2},{"id":31003,"name":"Loch Ness Cho'Gath","num":3},{"id":31004,"name":"Jurassic Cho'Gath","num":4},{"id":31005,"name":"Battlecast Prime Cho'Gath","num":5},{"id":31006,"name":"Prehistoric Cho'Gath","num":6}]}}