{"JA":{"key":"Corki","role":"Marksman","stats":{"armor":23.38,"armorperlevel":3.5,"attackdamage":56,"attackdamageperlevel":2.5,"attackrange":550,"attackspeedoffset":0,"attackspeedperlevel":2.3,"crit":0,"critperlevel":0,"hp":512.76,"hpperlevel":82,"hpregen":5.42,"hpregenperlevel":0.55,"movespeed":325,"mp":350.16,"mpperlevel":34,"mpregen":7.42,"mpregenperlevel":0.55,"spellblock":30,"spellblockperlevel":0},"info":{"attack":8,"defense":3,"magic":6,"difficulty":6},"name":"コーキ","title":"豪気の爆撃手","partype":"MP","Q":{"cost":"60\/70\/80\/90\/100","cd":"8","range":"825","tooltip":"指定地点に閃光弾を発射し、範囲内の敵ユニットに70\/115\/160\/205\/250 <span class=\"colorFF8C00\">(+Array)<\/span> <span class=\"color99FF99\">(+0.5)<\/span> の魔法ダメージを与える。閃光弾は着弾した場所の視界を確保し、ステルス状態の敵をのぞいて命中した敵チャンピオンを可視状態にする。","name":"閃光弾"},"W":{"cost":"100","cd":"26\/23\/20\/17\/14","range":"600","tooltip":"<span class=\"colorFF9900\">発動効果:<\/span>短距離を飛行し、通過したエリアに残した火炎の中にいる敵ユニットに毎秒60\/90\/120\/150\/180 <span class=\"color99FF99\">(+0.4)<\/span> のダメージを与える。<br><br><span class=\"colorFF9900\">特注:<\/span> 爆弾を落としながら長距離を飛行し、進路上の敵ユニットを弾き飛ばす。通過したエリアは5秒間炎上し、エリア内にいる敵に毎秒Array <span class=\"colorFF8C00\">(+Array)<\/span> <span class=\"color99FF99\">(+0.2)<\/span>の魔法ダメージを与え、90%のスロウ効果を付与する。","name":"ワルキューレ機行"},"E":{"cost":"50","cd":"16","range":"600","tooltip":"ガトリングガンで前方を4秒間攻撃し、物理ダメージと魔法ダメージを合わせて20\/32\/44\/56\/78<span class=\"colorFF8C00\"> (+Array) <\/span> 与え、物理防御と魔法防御を毎秒1\/2\/3\/4\/5低下させる。物理防御の低下はスタックし、2秒間持続する。","name":"ガトリングガン"},"R":{"cost":"20","cd":"2","range":"1225","tooltip":"<span class=\"colorFF9900\">発動効果:<\/span> 指定方向にミサイルを発射する。ミサイルは敵ユニットに命中すると爆発し、周囲の敵に100\/130\/160 <span class=\"colorFF8C00\">Array<\/span> <span class=\"color99FF99\">(+0.3)<\/span> の魔法ダメージを与える。<br><br>ミサイルは7発までスタックする。3発ごとに発射される大型ミサイルは、ダメージが50%増加する。","name":"連発ミサイル"},"P":{"name":"ヘクステック榴散弾","description":"通常攻撃に追加ダメージが付与され、そのダメージの半分は魔法ダメージに変換される。<br>定期的に出撃地点付近に「特注品」が届けられ、拾うと一時的に非戦闘中は移動速度が増加し「ワルキューレ機行」を「特注品のお届け！」にアップグレードする。"},"lore":"ピルトーヴァーに移り住んだハイマーと仲間のヨードルたちは、科学者としての人生を選び、たちまちテクマトロジー界の発展に貢献する数々の革新的発明を成し遂げた。体の小さなヨードルたちは、それを補って余りある勤勉さを持ち合わせているのだ。“豪気の爆撃手”コーキは、そんな革新的発明の一つである「前線偵察任務ヘリ（通称ROFL）」初号機のテストパイロットを務めたことから、その二つ名を得た。ROFLは後に、バンドルシティ遠征部隊（通称BCEF）の中核を担う航空攻撃機として正式採用されることとなる。現在コーキはスクリーミング・イップスネーク飛行隊に所属し、仲間とともにヴァロランの空を駆け回っている。彼の任務は地形調査だが、そのかたわらアクロバット飛行を披露し、地上の見物人たちの目を楽しませているようだ。<br><br>他のスクリーミング・イップスネーク飛行隊員と比べても、コーキは敵から攻撃を受けた際の対応がひたすら冷静であり、ときに異常なほど勇敢である。リーグのチャンピオンになる以前は様々な戦地に赴き、しばしば敵陣への侵入を要する任務に志願しては、情報収集や交戦地帯への伝令を担当していた。危険な状況に身を置くことに生きがいを感じていた彼は、朝の空中戦で一日を始めることを何より好んだという。パイロットとしての腕もさることながら、コーキはヘリにさまざまな改造を施すことも得意とし、愛機には何種類もの武器を搭載していた。これについては、機能よりも見た目のためだと言う者もいたようだ。リーグ・オブ・レジェンド設立にともない制定された協定によってリーグ外での戦争行為が行われなくなると、軍人のコーキは退役を余儀なくされた。本人の言葉を借りれば、「エンジンを停止させられ翼をもがれる」ような思いだったという。その後は曲芸飛行や渓谷飛行で空への情熱を満たそうとしたコーキだったが、空気中に漂うかぐわしい火薬の匂いなしでは、どうしても満足することはできなかった。そんな折り、ハイマーがリーグ・オブ・レジェンドのチャンピオンとなった。世界最強が集う舞台で腕試しをする機会を前に、コーキが同じ道を選んだのは当然の流れといえよう。<br><br>「空より降りたる死――その名はコーキ！」","skins":[{"id":42000,"name":"default","num":0},{"id":42001,"name":"UFOコーキ","num":1},{"id":42002,"name":"ボブスレー<br>コーキ","num":2},{"id":42003,"name":"レッドバロン<br>コーキ","num":3},{"id":42004,"name":"暴走族<br>コーキ","num":4},{"id":42005,"name":"アーフライダー<br>コーキ","num":5},{"id":42006,"name":"龍翼のコーキ","num":6},{"id":42007,"name":"Fnatic<br>コーキ","num":7}]},"EN":{"key":"Corki","role":"Marksman","stats":{"armor":23.38,"armorperlevel":3.5,"attackdamage":56,"attackdamageperlevel":2.5,"attackrange":550,"attackspeedoffset":0,"attackspeedperlevel":2.3,"crit":0,"critperlevel":0,"hp":512.76,"hpperlevel":82,"hpregen":5.42,"hpregenperlevel":0.55,"movespeed":325,"mp":350.16,"mpperlevel":34,"mpregen":7.42,"mpregenperlevel":0.55,"spellblock":30,"spellblockperlevel":0},"info":{"attack":8,"defense":3,"magic":6,"difficulty":6},"name":"Corki","title":"the Daring Bombardier","partype":"MP","Q":{"cost":"60\/70\/80\/90\/100","cd":"8","range":"825","tooltip":"Corki lobs a bomb, dealing 70\/115\/160\/205\/250 <span class=\"colorFF8C00\">(+Array)<\/span> <span class=\"color99FF99\">(+0.5)<\/span> magic damage to enemies in the target area. In addition, the blast reveals the area and champions hit by the blast for 6 seconds (does not reveal stealth).","name":"Phosphorus Bomb"},"W":{"cost":"100","cd":"26\/23\/20\/17\/14","range":"600","tooltip":"<span class=\"colorFF9900\">Active:<\/span> Corki flies a short distance, dealing 60\/90\/120\/150\/180 <span class=\"color99FF99\">(+0.4)<\/span> magic damage per second to enemies in the fire left along his path.<br><br><span class=\"colorFF9900\">Special Delivery:<\/span> Corki flies a great distance, dropping bombs that knock aside enemies and leave a burning trail for 5 seconds. The trail slows enemies by 90% and burns them for Array <span class=\"colorFF8C00\">(+Array)<\/span> <span class=\"color99FF99\">(+0.2)<\/span> magic damage per second.","name":"Valkyrie"},"E":{"cost":"50","cd":"16","range":"600","tooltip":"Corki's gatling gun fires in front of him for 4 seconds, dealing 20\/32\/44\/56\/78<span class=\"colorFF8C00\"> (+Array)<\/span> damage (half physical, half magic), and reducing 1\/2\/3\/4\/5 Armor and Magic Resist per second. The Armor and Magic Resist reductions stack and last 2 seconds.","name":"Gatling Gun"},"R":{"cost":"20","cd":"2","range":"1225","tooltip":"<span class=\"colorFF9900\">Active:<\/span> Corki fires a missile that explodes at the first enemy it hits, dealing 100\/130\/160 <span class=\"colorFF8C00\">Array<\/span> <span class=\"color99FF99\">(+0.3)<\/span> magic damage to all nearby enemies.<br><br>Corki can store up to 7 missiles, and every 3rd missile will be a Big One, dealing 50% increased damage.","name":"Missile Barrage"},"P":{"name":"Hextech Munitions","description":"Corki's basic attack deals bonus damage and half of its damage is converted into magic damage. Every once in a while, The Package arrives in Corki's base to be picked up, temporarily granting him out of combat Movement Speed and upgrading Valkyrie into Special Delivery."},"lore":"When Heimerdinger and his yordle colleagues migrated to Piltover, they embraced science as a way of life, and they immediately made several groundbreaking contributions to the techmaturgical community. What yordles lack in stature, they make up for with industriousness. Corki, the Daring Bombardier, gained his title by test-piloting one of these contributions - the original design for the Reconnaissance Operations Front-Line Copter, an aerial assault vehicle which has become the backbone of the Bandle City Expeditionary Force (BCEF). Together with his squadron - the Screaming Yipsnakes - Corki soars over Valoran, surveying the landscape and conducting aerial acrobatics for the benefit of onlookers below.<br><br>Corki is the most renowned of the Screaming Yipsnakes for remaining cool under fire and exhibiting bravery to the point of madness. Before the League, he served several tours of duty, often volunteering for missions that would take him behind enemy lines, either gathering intelligence or delivering messages through hot zones. He thrived on danger, and enjoyed nothing more than a good dogfight in the morning. More than just an ace pilot, Corki also made several modifications to his copter, outfitting it with an arsenal of weapons which some speculate were more for show than functionality. When open hostilities ceased as part of the agreement surrounding the formation of the League, Corki was forced into a retirement, which he felt ''cut the engines and clipped the wings''. He tried to make do with stunt flying and canyon running, but it was never the same without the refreshing smell of gunpowder streaking through the air around him. When Heimerdinger joined the League of Legends, it was no surprise to see Corki follow soon after, eager to test his mettle against the best the world has to offer.<br><br>He is Corki - death from above!","skins":[{"id":42000,"name":"default","num":0},{"id":42001,"name":"UFO Corki","num":1},{"id":42002,"name":"Ice Toboggan Corki","num":2},{"id":42003,"name":"Red Baron Corki","num":3},{"id":42004,"name":"Hot Rod Corki","num":4},{"id":42005,"name":"Urfrider Corki","num":5},{"id":42006,"name":"Dragonwing Corki","num":6},{"id":42007,"name":"Fnatic Corki","num":7}]}}