{"JA":{"key":"Darius","role":"Fighter \/ Tank","stats":{"armor":30,"armorperlevel":4,"attackdamage":56,"attackdamageperlevel":5,"attackrange":175,"attackspeedoffset":0,"attackspeedperlevel":1,"crit":0,"critperlevel":0,"hp":582.24,"hpperlevel":100,"hpregen":9.845,"hpregenperlevel":0.95,"movespeed":340,"mp":263,"mpperlevel":37.5,"mpregen":6.585,"mpregenperlevel":0.35,"spellblock":32.1,"spellblockperlevel":1.25},"info":{"attack":9,"defense":5,"magic":1,"difficulty":2},"name":"ダリウス","title":"ノクサスの戦斧","partype":"MP","Q":{"cost":"30\/35\/40\/45\/50","cd":"9\/8\/7\/6\/5","range":"1","tooltip":"発動すると斧を振りかぶり、わずかな待機のあと振り抜いて、周囲の敵ユニットに40\/70\/100\/130\/160 <span class=\"colorFF8C00\">(+Array)<\/span> の物理ダメージを与える。斧の柄に命中した敵には50%のダメージを与えるが「大出血」を付与しない。<br><br>斧の刃が命中した敵チャンピオン1人につき、ダリウスの<span class=\"colorFF0000\">失われた体力の12%<\/span>(最大36%)が回復する。","name":"皆殺しの斧"},"W":{"cost":"30","cd":"9\/8\/7\/6\/5","range":"300","tooltip":"次の通常攻撃で対象に<span class=\"colorFF8C00\">Array<\/span>の物理ダメージを与え、1秒間90%のスロウ効果を付与する。<br><br>このスキルで対象を倒すと、発動時に消費したマナを回復し、クールダウンが50%短縮する。","name":"脚削ぎ"},"E":{"cost":"45","cd":"24\/21\/18\/15\/12","range":"535","tooltip":"<span class=\"colorFF9900\">自動効果: <\/span>物理防御貫通が5\/10\/15\/20\/25%増加する。<br><br><span class=\"colorFF9900\">発動効果: <\/span>前方の敵ユニットをダリウスの前に引き寄せ、1秒間40%のスロウ効果を付与する。","name":"捕縛"},"R":{"cost":"100\/100\/0","cd":"120\/100\/80","range":"460","tooltip":"指定した敵チャンピオンに飛びかかり、斧を振り下ろして100\/200\/300 <span class=\"colorFF8C00\">(+Array)<\/span> の確定ダメージを与える。このダメージは対象の「大出血」スタック1つにつきダメージが20%増加する。<span class=\"size8 colorFF9900\"><br><br><\/span><span class=\"colorF50F00\">最大ダメージ: Array<\/span><span class=\"size8\"><br><br><\/span>「ノクサスギロチン」で対象を倒すと、20秒間コスト無しで再度このスキルを使用できる。<span class=\"size8\"><br><br><\/span>ランク3「ノクサスギロチン」が<span class=\"colorFFFF66\"><i>解放<\/i><\/span>された後は、このスキルで敵を倒すとクールダウンが完全にリセットされる。","name":"ノクサスギロチン"},"P":{"name":"大出血","description":"急所を狙って攻撃し対象を出血させる。同じ対象に対する効果は5回までスタックする。<br>最大までスタックすると、ダリウスは「紅血の激昂」状態となり与えるダメージが大幅に増加する。"},"lore":"ノクサス国内で最も恐れられる百戦錬磨の戦士、ダリウス。彼ほど、同国の強さを体現する人物はいないだろう。幼少の頃に両親を亡くしたダリウスは、弟と二人で生き延びるため、日々戦いつづける必要があった。軍に入隊した頃には、すでに熟練兵士並みの腕力と精神力を備えていたという。そんなダリウスの闘志を試す最初の試練は、デマーシアとの重要な戦いのさなかに訪れた。ノクサス軍は疲弊し、兵士の数でも劣勢に立たされ、ダリウスの上官は退却を命じた。しかしダリウスは、そのような臆病な判断を許そうとはしなかった。持ち場を離れ、上官に歩み寄ったダリウスは、自らの巨大な戦斧でもって上官の首をはねたのである。それを見た仲間の兵士たちは、恐れおののきながらも大いに士気を鼓舞され、ダリウスに従ってすさまじい力と闘志をもって戦った。そして彼らは長く激しい戦いの末、ついに勝利を手にしたのである。<br><br>この勝利に勢いを得たダリウスは、先の戦いで自らへの揺るぎない忠誠心をもった兵士たちを率いて、デマーシアに対する壮絶な侵攻作戦を戦い抜いた。そして各地の戦場でその実力を遺憾なく発揮した彼は、今度は国内の情勢にも目を向けたのである。彼の目に映ったのは、欲にまみれた独善的な貴族たちに骨抜きにされた、惰弱なノクサスの姿だった。母国を再び強国に建て直すため、ノクサス支配層の再編を決意したダリウスは、実力なしと判断したトップの人間たちを力ずくで権力の座から引きずり下ろしていった。ノクサス市民の多くはダリウスが自ら支配者になりたがっているものと解釈したが、彼には別の考えがあった。ジェリコ・スウェインの活躍を注視していた彼は、ノクサスに栄光をもたらす知恵と意志を備えた指導者の器を、この男の中に見いだしていたのである。こうして「戦術の匠」と手を組んだダリウスは、自らが思い描く真のノクサスにふさわしい強さと理想に掲げて、今日も国の再建に邁進している。<br><br>「再生したノクサスは世界を統べる。それが、あるべき姿だ」<br>-- ダリウス","skins":[{"id":122000,"name":"default","num":0},{"id":122001,"name":"ダリウス卿","num":1},{"id":122002,"name":"バイオ戦士<br>ダリウス","num":2},{"id":122003,"name":"ウォード<br>ダリウス","num":3},{"id":122004,"name":"ダンクマスター<br>ダリウス","num":4},{"id":122008,"name":"アカデミー<br>ダリウス","num":8}]},"EN":{"key":"Darius","role":"Fighter \/ Tank","stats":{"armor":30,"armorperlevel":4,"attackdamage":56,"attackdamageperlevel":5,"attackrange":175,"attackspeedoffset":0,"attackspeedperlevel":1,"crit":0,"critperlevel":0,"hp":582.24,"hpperlevel":100,"hpregen":9.845,"hpregenperlevel":0.95,"movespeed":340,"mp":263,"mpperlevel":37.5,"mpregen":6.585,"mpregenperlevel":0.35,"spellblock":32.1,"spellblockperlevel":1.25},"info":{"attack":9,"defense":5,"magic":1,"difficulty":2},"name":"Darius","title":"the Hand of Noxus","partype":"MP","Q":{"cost":"30\/35\/40\/45\/50","cd":"9\/8\/7\/6\/5","range":"1","tooltip":"After a short delay, Darius swings his axe around himself, striking enemies in its path. Enemies hit by the axe's blade take 40\/70\/100\/130\/160 <span class=\"colorFF8C00\">(+Array)<\/span> physical damage. Enemies hit by the handle take 50% damage (does not apply Hemorrhage).<br><br>Darius heals for <span class=\"colorFF0000\">12% of his missing Health<\/span> per enemy champion hit by the blade (max: 36%).","name":"Decimate"},"W":{"cost":"30","cd":"9\/8\/7\/6\/5","range":"300","tooltip":" Darius's next basic attack deals <span class=\"colorFF8C00\">Array<\/span> physical damage and slows the target by 90% for 1 second.<br><br>Crippling Strike refunds its Mana cost and 50% of its cooldown if it kills the target.","name":"Crippling Strike"},"E":{"cost":"45","cd":"24\/21\/18\/15\/12","range":"535","tooltip":"<span class=\"colorFF9900\">Passive: <\/span>Darius gains 5\/10\/15\/20\/25% Armor Penetration.<br><br><span class=\"colorFF9900\">Active: <\/span>Pulls in all enemies in front of Darius and slows them by 40% for 1 second.","name":"Apprehend"},"R":{"cost":"100\/100\/0","cd":"120\/100\/80","range":"460","tooltip":"Leaps to target enemy champion and strikes a lethal blow, dealing 100\/200\/300 <span class=\"colorFF8C00\">(+Array)<\/span> true damage. For each stack of Hemorrhage on the target, Noxian Guillotine deals an additional 20% damage.<span class=\"size8 colorFF9900\"><br><br><\/span><span class=\"colorF50F00\">Maximum Damage: Array<\/span><span class=\"size8\"><br><br><\/span>If Noxian Guillotine kills the target, it may be re-cast at no cost within 20 seconds.<span class=\"size8\"><br><br><\/span>At rank 3, Noxian Guillotine <span class=\"colorFFFF66\"><i>unlocks<\/i><\/span> - its cooldown resets entirely on kills and it no longer has a Mana cost.","name":"Noxian Guillotine"},"P":{"name":"Hemorrhage","description":"Darius aims his attacks strategically, causing his target to bleed. This effect stacks up to five times. Enemies that reach max Hemorrhage cause Darius to gain Noxian Might, greatly increasing his damage."},"lore":"There is no greater symbol of Noxian might than Darius, the nation's most feared and battle-hardened warrior. Orphaned at a young age, Darius had to fight to keep himself and his younger brother alive. By the time he joined the military, he had already developed the strength and discipline of a veteran soldier. The first true test of Darius's resolve occurred in a crucial battle against Demacia, where the Noxian forces were exhausted and outnumbered. Darius's captain called for his troops to retreat, but Darius refused to accept such an act of cowardice. Breaking formation, Darius strode towards the captain and decapitated him with one sweep of his gigantic axe. Both terrified and inspired, the soldiers followed Darius into battle and fought with incredible strength and fervor. After a long and grueling battle, they ultimately emerged victorious.<br><br>Seizing momentum from this victory, Darius led his now fiercely loyal troops in a devastating campaign against Demacia. After proving his power on the battlefield, Darius turned his gaze homeward. He saw a Noxus riddled with weakness, where greedy, complacent nobles drained the nation's strength. Seeking to restore his country to greatness, Darius took it upon himself to reshape the Noxian leadership. He identified weak figureheads and violently removed them from their positions of power. Many in Noxus saw Darius's cull as an attempt to seize power, but he had a different plan for the throne. He had been watching the rise of Jericho Swain with keen interest. In Swain, Darius saw a leader with the mind and determination to bring Noxus to glory. Now allied with the Master Tactician, Darius works to unite the nation behind his vision of true Noxian strength.<br><br>''A united Noxus could control the world - and would deserve to.''<br>-- Darius","skins":[{"id":122000,"name":"default","num":0},{"id":122001,"name":"Lord Darius","num":1},{"id":122002,"name":"Bioforge Darius","num":2},{"id":122003,"name":"Woad King Darius","num":3},{"id":122004,"name":"Dunkmaster Darius","num":4},{"id":122008,"name":"Academy Darius","num":8}]}}