{"JA":{"key":"Draven","role":"Marksman","stats":{"armor":25.544,"armorperlevel":3.3,"attackdamage":55.8,"attackdamageperlevel":2.91,"attackrange":550,"attackspeedoffset":-0.08,"attackspeedperlevel":2.7,"crit":0,"critperlevel":0,"hp":557.76,"hpperlevel":82,"hpregen":6.175,"hpregenperlevel":0.7,"movespeed":330,"mp":360.56,"mpperlevel":39,"mpregen":8.04,"mpregenperlevel":0.65,"spellblock":30,"spellblockperlevel":0},"info":{"attack":9,"defense":3,"magic":1,"difficulty":8},"name":"ドレイヴン","title":"栄光ある処刑人","partype":"MP","Q":{"cost":"45","cd":"12\/11\/10\/9\/8","range":"300","tooltip":"次の通常攻撃に<span class=\"colorFF8C00\">Array<\/span> (攻撃力の45\/55\/65\/75\/85%) の追加物理ダメージを付与する。<br><br>敵に命中して跳ね返った斧をキャッチすると、次の攻撃にも「回転斬斧」の効果が付与される。<br><br><span class=\"colorDDDD77\">「回転斬斧」は2回までスタックする。<\/span>","name":"回転斬斧"},"W":{"cost":"40","cd":"12","range":"1000","tooltip":"移動速度が1.5秒間40\/45\/50\/55\/60%、攻撃速度が3秒間20\/25\/30\/35\/40%増加する。この増加移動速度は、急速に減少する。<br><br>「回転斬斧」をキャッチすると「血の疼き」のクールダウンがリセットされる。<mainText>","name":"血の疼き"},"E":{"cost":"70","cd":"18\/17\/16\/15\/14","range":"1050","tooltip":"指定方向に貫通する斧を投げる。触れた敵ユニットに70\/105\/140\/175\/210 <span class=\"colorFF8C00\">(+Array)<\/span> の物理ダメージを与え、横へ弾き飛ばして2秒間20\/25\/30\/35\/40%のスロウ効果を付与する。","name":"薙ぎ払い"},"R":{"cost":"120","cd":"110\/100\/90","range":"20000","tooltip":"指定方向に巨大な斧を2丁投げ、命中した敵ユニットに175\/275\/375 <span class=\"colorFF8C00\">(+Array)<\/span> の物理ダメージを与える。<br><br>敵チャンピオンに命中するか、斧が前進しているときに再度このスキルを発動すると、斧がゆっくり反転しドレイヴンのいる地点に戻ってくる。斧は行きと帰りそれぞれに攻撃判定があり、敵ユニットに命中するたびにダメージが8%ずつ低下する。ダメージは最小40%まで低下するが、このダメージ低下は斧が反転するとリセットされる。","name":"死の車輪"},"P":{"name":"リーグ・オブ・ドレイヴン","description":"ドレイヴンが「回転斬斧」をキャッチするか、ミニオンおよび中立モンスター、タワーを破壊すると「名声」がたまる。<br>敵チャンピオンを倒すとドレイヴンがスポットライトと喝采を浴び「名声」の量に応じてゴールドを獲得する。"},"lore":"兄のダリウスとは異なり、ドレイヴンはただ単に戦で勝利するだけでは満足できない性分だった。自らの名を知らしめ、喝采を浴び、名声を得たい… そう熱望していたドレイヴンは、当初はノクサス軍に入隊し輝かしい戦績を上げようと意気込んだものの、派手で目立ちたがりの性格ゆえに、まるで評価されなかった。「ドレイヴン」の名を何としても世界に広めたい彼が最終的に行きついたのは、刑務所制度だった。ドレイヴンは退屈な処刑の業務を一大スペクタクルショーに仕立て上げることで、望みどおりの名声を存分に得られる場所を自ら作り上げたのである。<br><br>ドレイヴンが初めて手がけた処刑で、見物人たちは度肝を抜かれた。彼は死刑に処される囚人に、逃げきれば命を助けてやると告げた。しかし、走り出した囚人の姿が視界から消えかけたその瞬間に、寸分の狂いもない斧の一投でこの男を葬ったのである。以降ドレイヴンが担当する処刑では、ノクサスの囚人たちが最後の望みをかけて全速力で逃げるのがお決まりとなった。こうしてドレイヴンは処刑人の業務を自らのステージとして利用し、死刑執行を一大エンターテインメントへと昇華させたのである。ドレイヴンが煽り立てると熱狂する観客たち。必死に逃げようとする囚人。しかし、囚人たちが逃走に成功することは決してないのだった。ノクサスの処刑人が通常着用するような黒く地味な制服を拒み、鮮やかな色のコスチュームに身を包んだドレイヴンは、トレードマークとなる派手な動きを開発しては、自らを演出していった。群衆はドレイヴンのショーにこぞって詰めかけ、彼のパフォーマンスの話題は瞬く間に広まった。そして人気の高まりとともに、もともと過剰気味だった彼の自尊心も、さらに膨れあがっていったのである。一躍時の人となったドレイヴンは、やがてノクサス国内の人気では飽き足らなくなっていく。ますます野心を燃えたぎらせるこの輝かしき処刑人は、自らの偉業を全世界の観客に披露するためにリーグ・オブ・レジェンドのチャンピオンとなったのである。<br><br>「何をもって『最高』とするか。それは俺の気分次第なのさ」<br>-- ドレイヴン","skins":[{"id":119000,"name":"default","num":0},{"id":119001,"name":"魂の死神<br>ドレイヴン","num":1},{"id":119002,"name":"剣闘士<br>ドレイヴン","num":2},{"id":119003,"name":"スーパースター<br>ドレイヴン","num":3},{"id":119004,"name":"プールパーティ<br>ドレイヴン","num":4},{"id":119005,"name":"野獣を狩る者<br>ドレイヴン","num":5},{"id":119006,"name":"ドレイヴン・<br>ドレイヴン","num":6}]},"EN":{"key":"Draven","role":"Marksman","stats":{"armor":25.544,"armorperlevel":3.3,"attackdamage":55.8,"attackdamageperlevel":2.91,"attackrange":550,"attackspeedoffset":-0.08,"attackspeedperlevel":2.7,"crit":0,"critperlevel":0,"hp":557.76,"hpperlevel":82,"hpregen":6.175,"hpregenperlevel":0.7,"movespeed":330,"mp":360.56,"mpperlevel":39,"mpregen":8.04,"mpregenperlevel":0.65,"spellblock":30,"spellblockperlevel":0},"info":{"attack":9,"defense":3,"magic":1,"difficulty":8},"name":"Draven","title":"the Glorious Executioner","partype":"MP","Q":{"cost":"45","cd":"12\/11\/10\/9\/8","range":"300","tooltip":"Draven's next attack will deal <span class=\"colorFF8C00\">Array<\/span> bonus physical damage. The bonus is equal to 45\/55\/65\/75\/85% of his total Attack Damage.<br><br>This axe will ricochet off the target high up into the air. If Draven catches it, he automatically readies another Spinning Axe.<br><br><span class=\"colorDDDD77\">Draven can have two Spinning Axes at once.<\/span>","name":"Spinning Axe"},"W":{"cost":"40","cd":"12","range":"1000","tooltip":"Draven gains 40\/45\/50\/55\/60% increased Movement Speed for 1.5 seconds and 20\/25\/30\/35\/40% increased Attack Speed for 3 seconds. The Movement Speed bonus decreases rapidly over its duration.<br><br>Catching a Spinning Axe will refresh the cooldown of Blood Rush.<mainText>","name":"Blood Rush"},"E":{"cost":"70","cd":"18\/17\/16\/15\/14","range":"1050","tooltip":"Draven throws his axes, dealing 70\/105\/140\/175\/210 <span class=\"colorFF8C00\">(+Array)<\/span> physical damage to targets hit and knocking them aside. Targets hit are slowed by 20\/25\/30\/35\/40% for 2 seconds.","name":"Stand Aside"},"R":{"cost":"120","cd":"110\/100\/90","range":"20000","tooltip":"Draven hurls two massive axes to deal 175\/275\/375 <span class=\"colorFF8C00\">(+Array)<\/span> physical damage to each unit struck.<br><br>Whirling Death slowly reverses direction and returns to Draven after striking an enemy champion. Draven may also activate this ability while the axes are in flight to cause it to return early. Deals 8% less damage for each unit hit (Minimum 40%) and resets when the axes reverse direction.","name":"Whirling Death"},"P":{"name":"League of Draven","description":"Draven gains his fans' Adoration when he catches a Spinning Axe or kills a minion, monster, or tower. Killing enemy champions grants Draven bonus gold based on how much Adoration he has."},"lore":"Unlike his brother Darius, victory in battle was never enough for Draven. He craved recognition, acclaim, and glory. He first sought greatness in the Noxian military, but his flair for the dramatic went severely underappreciated. Thirsting for a method to share ''Draven'' with the world, he turned his attention to the prison system. There he carved out the celebrity he desired by turning the tedious affair of executions into a premiere spectacle.<br><br>At Draven's first execution, he shocked onlookers when he ordered the doomed prisoner to run for dear life. Just before the man managed to flee from sight, Draven brought him down with a flawless throw of his axe. Soon, all Draven's executions became a gauntlet through which Noxian prisoners raced for a final chance at life. He used this trial as his own personal stage, and turned executions into a leading form of entertainment. He rallied onlookers into a frenzy, while desperate prisoners scrambled to evade him. They never succeeded. Rejecting the solemn, black uniforms of Noxian executioners Draven donned bright outfits and developed flashy signature moves to distinguish himself. Crowds flocked to see Draven in action, and tales of his performances spread quickly. As his popularity grew, so did his already-inflated ego. He belonged at the center of attention. Before long, the scope of his ambitions outgrew the population of Noxus. He decided that the glorious exploits of Draven should be put on display for the entire world.<br><br>'' 'The best' is wherever I decide to set the bar each day.''<br>-- Draven","skins":[{"id":119000,"name":"default","num":0},{"id":119001,"name":"Soul Reaver Draven","num":1},{"id":119002,"name":"Gladiator Draven","num":2},{"id":119003,"name":"Primetime Draven","num":3},{"id":119004,"name":"Pool Party Draven","num":4},{"id":119005,"name":"Beast Hunter Draven","num":5},{"id":119006,"name":"Draven Draven","num":6}]}}