{"JA":{"key":"Fizz","role":"Assassin \/ Fighter","stats":{"armor":22.412,"armorperlevel":3.4,"attackdamage":58.04,"attackdamageperlevel":3,"attackrange":175,"attackspeedoffset":-0.05,"attackspeedperlevel":3.1,"crit":0,"critperlevel":0,"hp":558.48,"hpperlevel":86,"hpregen":8.175,"hpregenperlevel":0.7,"movespeed":335,"mp":317.2,"mpperlevel":37,"mpregen":6,"mpregenperlevel":0.8,"spellblock":32.1,"spellblockperlevel":1.25},"info":{"attack":6,"defense":4,"magic":7,"difficulty":6},"name":"フィズ","title":"波間のトリックスター","partype":"MP","Q":{"cost":"50\/55\/60\/65\/70","cd":"10\/9\/8\/7\/6","range":"550","tooltip":"指定した敵ユニットへ突撃して反対側へ突きぬけ、通常攻撃のダメージに加えて10\/25\/40\/55\/70 <span class=\"color99FF99\">(+0.35)<\/span> の魔法ダメージを与える。同時に命中時効果が発動する。","name":"ウニトゲストライク"},"W":{"cost":"40","cd":"10","range":"600","tooltip":"<span class=\"colorFF9900\">自動効果: <\/span>通常攻撃に3秒かけて20\/30\/40\/50\/60 <span class=\"color99FF99\">(+0.45)<\/span> + 対象の減少体力の4\/5\/6\/7\/8%を魔法ダメージとして与える効果を付与する。<br><br><span class=\"colorFF9900\">発動効果: <\/span>効果中は通常攻撃に、対象に命中するたびに6秒かけて10\/15\/20\/25\/30 <span class=\"color99FF99\">(+0.3)<\/span> の追加魔法ダメージを与える効果を付与する。","name":"シートライデント"},"E":{"cost":"90\/100\/110\/120\/130","cd":"16\/14\/12\/10\/8","range":"400","tooltip":"カーソルの方向に槍を立てて飛び乗り、敵から対象指定されなくなる。その後飛び降りて周囲にいる敵ユニットに70\/120\/170\/220\/270 <span class=\"color99FF99\">(+0.75)<\/span> の魔法ダメージを与え、2秒間40\/45\/50\/55\/60%のスロウ効果を付与する。<br><br>槍の上に乗っているときに再度このスキルを発動すると、カーソルの方向にすぐさま飛び降り周囲にいる敵に70\/120\/170\/220\/270 <span class=\"color99FF99\">(+0.75)<\/span> の魔法ダメージを与える。この場合スロウ効果は発生せず範囲も狭くなる。","name":"プレイ\/トリックスター"},"R":{"cost":"100","cd":"100\/85\/70","range":"1275","tooltip":"指定地点へ不思議な魚を投げる。魚は敵チャンピオンに触れるとくっつき、その周囲を旋回して50\/60\/70%のスロウ効果を付与する。さらに6秒間、その対象に対するフィズの「フィッシング」以外の魔法ダメージが20%増加する。<br><br>1.5秒経過すると地面からサメが飛びだし対象をノックアップさせ、周囲の敵を横に弾き飛ばして200\/325\/450 <span class=\"color99FF99\">(+1)<\/span> の魔法ダメージを与える。また、攻撃が命中した敵ユニットに1.5秒間50\/60\/70%のスロウ効果を付与する。","name":"フィッシング"},"P":{"name":"シーファイター","description":"ユニットをすり抜けて移動でき、通常攻撃から受ける物理ダメージが減少する。"},"lore":"今から幾百年も昔の話である。ある海底山の麓に、水生の古代生物が隠された都市を築いた。元々彼らには敵もいたが、都市が難攻不落の砦であったことから、住人たちは次第にただのうのうと平和を享受するようになっていった。しかし、好奇心に満ちた魂を持って生まれてきたフィズにとって、そんな無難な日々は耐え難いものだった。危険に満ちた冒険の誘惑に抗いきれなくなった彼は、しばしば街を抜け出すようになる。好んで危険に身をさらす日々を繰り返すうちに、冒険好きの少年はいつしか優秀な戦士へと成長していった。そしてしまいには、突如として降りかかる災難の数々さえも、その鋭い洞察力をもって切り抜けられるようになっていたのだ。だがある日、そんなフィズが街に戻ると、住民たちが一人残らず姿を消していた。何が起きたのかを示す手がかりすら見つからず、故郷にとどまる理由をなくしたフィズは、廃虚となった街で見つけた不思議な三つ叉の槍を携え、一人旅立ったのだった。<br><br>少年時代の冒険で培ったサバイバルスキルを駆使し、その後何年も海をさまよい続けたフィズは、やがてビルジウォーターの港にたどりついた。陸上で生活する生き物に大いに興味を引かれた彼は、いてもたってもいられず、島の探検に乗りだした。ところが、持ち前の好奇心を抑えきれないフィズは、ついつい島の人間たちにちょっかいを出してしまう。当然、フィズの存在は住人たちの知るところとなり、彼のイタズラが多くの住民たちの逆鱗に触れ、生け捕りにするか殺してしまえという声まで上がるようになったのだ。居場所をなくした海のイタズラっ子は、愛着がわきはじめていたビルジウォーターの街をやむなく去ることにした。ところが、海へ帰ろうと桟橋に立っていたフィズの前に、巨大なドラゴンシャークが現れる。フィズは持ち前の鋭い機転と敵の弱点に関する知識を生かし、港を襲う怪物ザメを見事退治したのだった。この一件で人間たちから大いに感謝され、一目置かれるようになったフィズは、ビルジウォーターの街に残る決心をする。その後リーグ・オブ・レジェンドのチャンピオンに就任した彼は、今では新たな故郷の利益のために一役買っているのである。<br><br>「フィズを相手にしたら、ビルジウォーターのベテラン船乗りだって、飲んだくれの新米水兵みたいなものよ。彼が味方でよかったわ」<br>-- 賞金稼ぎ フォーチュン","skins":[{"id":105000,"name":"default","num":0},{"id":105001,"name":"アトランティス<br>フィズ","num":1},{"id":105002,"name":"ツンドラ<br>フィズ","num":2},{"id":105003,"name":"漁師フィズ","num":3},{"id":105004,"name":"ヴォイド<br>フィズ","num":4},{"id":105008,"name":"もこもこしっぽ<br>フィズ","num":8},{"id":105009,"name":"超銀河フィズ","num":9}]},"EN":{"key":"Fizz","role":"Assassin \/ Fighter","stats":{"armor":22.412,"armorperlevel":3.4,"attackdamage":58.04,"attackdamageperlevel":3,"attackrange":175,"attackspeedoffset":-0.05,"attackspeedperlevel":3.1,"crit":0,"critperlevel":0,"hp":558.48,"hpperlevel":86,"hpregen":8.175,"hpregenperlevel":0.7,"movespeed":335,"mp":317.2,"mpperlevel":37,"mpregen":6,"mpregenperlevel":0.8,"spellblock":32.1,"spellblockperlevel":1.25},"info":{"attack":6,"defense":4,"magic":7,"difficulty":6},"name":"Fizz","title":"the Tidal Trickster","partype":"MP","Q":{"cost":"50\/55\/60\/65\/70","cd":"10\/9\/8\/7\/6","range":"550","tooltip":"Fizz dashes through his target, dealing normal attack damage plus 10\/25\/40\/55\/70 <span class=\"color99FF99\">(+0.35)<\/span> magic damage. This spell applies on-hit effects.","name":"Urchin Strike"},"W":{"cost":"40","cd":"10","range":"600","tooltip":"<span class=\"colorFF9900\">Passive: <\/span>Fizz's attacks rend his enemies, dealing 20\/30\/40\/50\/60 <span class=\"color99FF99\">(+0.45)<\/span> plus 4\/5\/6\/7\/8% of the target's missing Health as magic damage over 3 seconds. <br><br><span class=\"colorFF9900\">Active: <\/span>For 6 seconds, Fizz's attacks deal an additional 10\/15\/20\/25\/30 <span class=\"color99FF99\">(+0.3)<\/span> magic damage on hit. ","name":"Seastone Trident"},"E":{"cost":"90\/100\/110\/120\/130","cd":"16\/14\/12\/10\/8","range":"400","tooltip":"Fizz hops toward your cursor onto his spear, becoming untargetable, and then slams the ground dealing 70\/120\/170\/220\/270 <span class=\"color99FF99\">(+0.75)<\/span> magic damage to nearby enemies and slowing them by 40\/45\/50\/55\/60% for 2 seconds.<br><br>Reactivating this ability while Fizz is on top of his spear causes Fizz to jump again towards your cursor and deal 70\/120\/170\/220\/270 <span class=\"color99FF99\">(+0.75)<\/span> magic damage in a smaller area to enemies nearby, instead of slamming the ground.","name":"Playful \/ Trickster"},"R":{"cost":"100","cd":"100\/85\/70","range":"1275","tooltip":"Fizz releases a magical fish toward a location that attaches to any enemy champion that gets near it. The fish slows movement by 50\/60\/70% and increases magic damage by Fizz to the target by 20% for 6 seconds (does not affect Chum the Waters). <br><br>After 1.5 seconds, a shark erupts from the ground, knocking up the target and knocking other enemies aside dealing 200\/325\/450 <span class=\"color99FF99\">(+1)<\/span> magic damage and slowing them by 50\/60\/70% for 1.5 seconds. ","name":"Chum the Waters"},"P":{"name":"Nimble Fighter","description":"Fizz's dexterity allows him to move through units and take less physical damage from basic attacks."},"lore":"Centuries ago, an ancient water-dwelling race built a hidden city beneath a mountain in the sea. Though these creatures had their enemies, the city was an impenetrable fortress, and, in the safety it provided, they grew complacent. Fizz, however, harbored a curious spirit that could not be satisfied living so cushioned a life. Unable to resist the allure of danger, Fizz had a habit of sneaking out of the city to look for trouble. In his many adventures he grew to be a powerful fighter with a keen resourcefulness that let him skirt danger with clever ease. One day, Fizz returned to find the city abandoned: his people had vanished, leaving Fizz without a clue to explain their disappearance. With nothing left in the city to keep him, Fizz salvaged an enchanted trident from the ruins and set out alone.<br><br>For years, Fizz wandered the ocean, using the skills he'd learned during his adventures as a young boy to survive. Finally, Fizz discovered the port of Bilgewater. He was fascinated with the existence of life above the water and could not resist exploring the island. In his endless curiosity, Fizz inadverently meddled in the affairs of the humans who lived there and his presence did not go unnoticed. His mischief angered many residents who eventually sought to capture or kill him. Fizz found himself cornered, and he prepared to return to the sea despite the fondness he'd come to hold for Bilgewater. As he stood at the docks, a massive dragon-shark attacked the port. Fizz defeated the beast, using his resourcefulness and knowledge of the creatures' weaknesses to his advantage. Having earned the gratitude and respect of the humans, Fizz decided to stay in Bilgewater. He joined the League of Legends to further serve his new home.<br><br>''Fizz makes even the saltiest sailors of Bilgewater look like drunken landlubbers in a fight. Good thing he's on our side.''<br>-- Miss Fortune, the Bounty Hunter","skins":[{"id":105000,"name":"default","num":0},{"id":105001,"name":"Atlantean Fizz","num":1},{"id":105002,"name":"Tundra Fizz","num":2},{"id":105003,"name":"Fisherman Fizz","num":3},{"id":105004,"name":"Void Fizz","num":4},{"id":105008,"name":"Cottontail Fizz","num":8},{"id":105009,"name":"Super Galaxy Fizz","num":9}]}}