{"JA":{"key":"Gnar","role":"Fighter \/ Tank","stats":{"armor":23,"armorperlevel":2.5,"attackdamage":51,"attackdamageperlevel":3,"attackrange":175,"attackspeedoffset":0,"attackspeedperlevel":6,"crit":0,"critperlevel":0,"hp":540,"hpperlevel":65,"hpregen":2.5,"hpregenperlevel":0.5,"movespeed":325,"mp":100,"mpperlevel":0,"mpregen":0,"mpregenperlevel":0,"spellblock":30,"spellblockperlevel":0},"info":{"attack":6,"defense":5,"magic":5,"difficulty":8},"name":"ナー","title":"ミッシングリンク","partype":"Gnarfury","Q":{"cost":"0","cd":"20\/17.5\/15\/12.5\/10","range":"1100","tooltip":"<span class=\"color33FF33\">ミニナー: <\/span>指定方向にブーメランを投げる。命中した敵ユニットに5\/35\/65\/95\/125 <span class=\"colorFF8C00\">(+1.15)<\/span> の物理ダメージを与え、2秒間15\/20\/25\/30\/35%のスロウ効果を付与する。ブーメランが戻ってくる時に当たった敵には50%のダメージを与える。同じ敵には1度しかダメージを与えず、戻って来たブーメランをキャッチすると、クールダウンがArray%短縮される。<br><br><span class=\"colorFF3300\">メガナー: <\/span>指定方向に岩石を投げる。岩石は敵ユニットに命中するとその場に落下し、周囲の敵ユニットにスロウと5\/45\/85\/125\/165 <span class=\"colorFF8C00\">(+1.2)<\/span> の物理ダメージを与える。岩石を拾うとクールダウンが60%短縮される。","name":"ブーメラン\/ぽいっ"},"W":{"cost":"0","cd":"15\/13\/11\/9\/7","range":"0","tooltip":"<span class=\"color33FF33\">ミニナー: <\/span><span class=\"colorFF9900\">自動効果:<\/span>同じ対象に通常攻撃かスキルが3回命中するたび、追加で10\/20\/30\/40\/50 <span class=\"color99FF99\">(+1) <\/span>のダメージに加えて、対象の最大体力の6\/8\/10\/12\/14%に相当する魔法ダメージを与え、ナーの移動速度が3秒間Array%増加する (中立モンスターに与える最大ダメージは100\/150\/200\/250\/300)。<br><br><span class=\"colorFF3300\">メガナー: <\/span>範囲内の敵ユニットを1.25秒間スタンさせ、25\/45\/65\/85\/105<span class=\"colorFF8C00\"> (+1)<\/span>の物理ダメージを与える。<br><br>巨大化が解けると同時に「ごきげん」による増加移動速度が適用される。","name":"ごきげん\/こてんぱん"},"E":{"cost":"0","cd":"18\/16.5\/15\/13.5\/12","range":"475","tooltip":"<span class=\"color33FF33\">ミニナー: <\/span>指定地点へジャンプし、攻撃速度が3秒間20\/30\/40\/50\/60%増加する。ユニットの上に着地した場合はもう一度ジャンプする。敵ユニットの上に着地した場合は20\/60\/100\/140\/180 <span class=\"colorCC3300\">(+Array) [ナーの最大体力の6%]<\/span> の物理ダメージを与え、短時間のスロウ効果を付与する。<br><br><span class=\"colorFF3300\">メガナー: <\/span>指定地点へジャンプし、着地と同時に周囲の敵ユニットに20\/60\/100\/140\/180 <span class=\"colorCC3300\">(+Array) [ナーの最大体力の6%]<\/span> の物理ダメージを与える。さらに範囲の中心にいる敵には、短時間のスロウ効果を付与する。<br><br>「ドーン！」で変身した場合、ナーは相手を踏みつけてもう一度ジャンプすることができる。","name":"ぴょんぴょん\/ドーン！"},"R":{"cost":"0","cd":"120\/100\/80","range":"590","tooltip":"<span class=\"color33FF33\">ミニナー: <\/span><span class=\"colorFF9900\">自動効果: <\/span>ブーメランをキャッチすることによる「ブーメラン」のクールダウン短縮率が50\/55\/60%になり、「ごきげん」による増加移動速度は45\/60\/75%増加する。<br><br><span class=\"colorFF3300\">メガナー: <\/span>周囲の敵ユニットを指定した方向に放り投げる。範囲内の敵ユニットに200\/300\/400 <span class=\"colorFF8C00\">(+0.2)<\/span> <span class=\"color99FF99\">(+0.5)<\/span> の物理ダメージを与え、1.25\/1.5\/1.75秒間45%のスロウ効果を付与する。壁に衝突した敵には1.5倍のダメージを与え、スロウ効果のかわりにスタン効果を付与する。","name":"ナー！"},"P":{"name":"ぷんすこ","description":"ナーは戦闘中に「怒り」が溜まっていく。「怒り」が最大の状態でスキルを使用するとメガナーに変身し、ステータスとスキルが変化する。"},"lore":"ジャングルは見る目を持たない者を許さない。折れた枝の一本一本に物語があるのだ。<br><br>私はこのジャングルに棲む、ありとあらゆる生き物を狩ってきた。だから確信があった。このジャングルに、私にふさわしい獲物はもう残っていないと。が、新手が現れた。タスクロードに匹敵するサイズの足跡に、シミターのごとく鋭利な爪。人間なら真っ二つだろう。ようやく見つけたぞ。私にふさわしい獲物を。<br><br>その獲物を追ってジャングルを進んでいくと、この生物による破壊の痕跡が目につき始めた。引き裂けた大木が、いびつな輪を作って倒れている。これらの大木は森の番人。悠久の頃より、この地を見守り続けてきた。その樹皮は鋼のように堅く、切り倒そうなどと考える愚か者が振るうようなナマクラな斧では、傷ひとつつくことはない。だが、この生物は、まるで小枝のように大樹をなぎ倒していた。<br><br>なんという強さだ。それでいて巧みに姿を消してみせる。これだけ疑いようのない破壊の跡を残しておきながら、その生物自体にお目にかかったことがない。嵐のごとく現れ、朝霧のように消えてゆく。一体、どんな動物にそんな芸当ができるというのか？<br><br>私は興奮を隠せなかった。この生き物と対峙する瞬間が待ちきれない。とてつもない剥製になることだろう。<br><br>開けた場所を抜け、川のせせらぎを追い、あらためて現在位置を確認する。見ると、小さなオレンジ色の毛玉がうずくまって、じっとしていた。遠巻きに観察していると、川から小魚が飛び跳ねた瞬間、毛玉が魚に飛びかかり、大はしゃぎで急流に飛び込んだ。嬉しいことに、そいつはヨードルだった。しかもハンターの。<br><br>これは吉兆だ。奴はきっと見つかる。どんな獲物も私からは逃れられない。<br><br>ヨードルの大きな耳がぴんと伸びて、私のほうへ向けられた。そして骨のブーメランを握りながら四つ足で走ってきて、目の前で急停止した。何やらウガウガ言っている。<br><br>私はその若いヨードルに向かって、ああ、と頷くと、ジャングルのさらに奥へと分け入った。険しい道をすいすいと進んでいく。獲物の気配をつかもうと、奴の匂いを嗅ぎつけようとしたその時、何かに気を取られた。奇妙な鳴き声に思わず怯んだのだ。あのヨードルがついてきていた。狩りの邪魔をされるわけにはいかない。私はヨードルに向き直り、遠くを指差した。ヨードルは、きょとんとした顔で私を見つめいる。致し方ない。吉兆だろうが何だろうが、もはや荒っぽい手もやむを得まい。<br><br>私は大きくのけ反ってから、雄叫びを上げた。風がヨードルの毛皮をはためかせ、大地が足下で震える。数秒後、ヨードルがこっちに顔を向け、たぶん笑みを浮かべながら、小さなブーメランを振り上げた。これ以上ぐずぐずしてはいられない。私は、ヨードルの手から武器をもぎ取ると、慣れた手つきで木に投げつけた。ブーメランは枝を断ち切りながら、高々と舞い上がった。ヨードルは振り向いてブーメランのほうへ駆け出し、がむしゃらに飛びついた。<br><br>十歩ほど進んだ時だろうか。背中を震わせるような咆哮が響いた。木や岩のひび割れる音が耳をつんざき、ジャングルにこだました。目の前で大木が倒れ、進路が塞がった。幹にあのヨードルの骨の武器が突き刺さっていた。<br><br>身の毛がよだつ程のおぞましい唸り声が背中のほうから聞こえてきた。<br><br>――私はとんでもない過ちを犯してしまったようだ。","skins":[{"id":150000,"name":"default","num":0},{"id":150001,"name":"怪獣ナー","num":1},{"id":150002,"name":"ジェントルマン<br>ナー","num":2},{"id":150003,"name":"雪の一片ナー","num":3}]},"EN":{"key":"Gnar","role":"Fighter \/ Tank","stats":{"armor":23,"armorperlevel":2.5,"attackdamage":51,"attackdamageperlevel":3,"attackrange":175,"attackspeedoffset":0,"attackspeedperlevel":6,"crit":0,"critperlevel":0,"hp":540,"hpperlevel":65,"hpregen":2.5,"hpregenperlevel":0.5,"movespeed":325,"mp":100,"mpperlevel":0,"mpregen":0,"mpregenperlevel":0,"spellblock":30,"spellblockperlevel":0},"info":{"attack":6,"defense":5,"magic":5,"difficulty":8},"name":"Gnar","title":"the Missing Link","partype":"Gnarfury","Q":{"cost":"0","cd":"20\/17.5\/15\/12.5\/10","range":"1100","tooltip":"<span class=\"color33FF33\">Mini Gnar: <\/span>Throws a boomerang that deals 5\/35\/65\/95\/125 <span class=\"colorFF8C00\">(+1.15)<\/span> physical damage and slows enemies by 15\/20\/25\/30\/35% for 2 seconds. The boomerang returns towards Gnar after hitting an enemy, dealing 50% damage to subsequent targets. Each enemy can only be hit once. Catching the boomerang reduces its cooldown by Array%.<br><br><span class=\"colorFF3300\">Mega Gnar: <\/span>Throws a boulder that stops when it hits an enemy, slowing all nearby enemies and dealing 5\/45\/85\/125\/165 <span class=\"colorFF8C00\">(+1.2)<\/span> physical damage. Picking up the boulder reduces its cooldown by 60%.","name":"Boomerang Throw \/ Boulder Toss"},"W":{"cost":"0","cd":"15\/13\/11\/9\/7","range":"0","tooltip":"<span class=\"color33FF33\">Mini Gnar: <\/span><span class=\"colorFF9900\">Passive:<\/span> Every 3rd attack or spell on the same target deals an additional 10\/20\/30\/40\/50 <span class=\"color99FF99\">(+1) <\/span>+ 6\/8\/10\/12\/14% of the target's max Health as magic damage and grants Gnar Array% Movement Speed that decays over 3 seconds (max 100\/150\/200\/250\/300 damage vs. monsters). <br><br><span class=\"colorFF3300\">Mega Gnar: <\/span>Stuns enemies in an area for 1.25 seconds, dealing 25\/45\/65\/85\/105<span class=\"colorFF8C00\"> (+1)<\/span> physical damage.<br><br>Gnar gains Hyper's Movement Speed bonus when he leaves Mega form.","name":"Hyper \/ Wallop"},"E":{"cost":"0","cd":"18\/16.5\/15\/13.5\/12","range":"475","tooltip":"<span class=\"color33FF33\">Mini Gnar: <\/span>Leaps to a location, gaining 20\/30\/40\/50\/60% Attack Speed for 3 seconds. If Gnar lands on a unit he will bounce off it, traveling further. Deals 20\/60\/100\/140\/180 <span class=\"colorCC3300\">(+Array) [6% of Gnar's Max Health]<\/span> physical damage and slows briefly if the unit landed on was an enemy.<br><br><span class=\"colorFF3300\">Mega Gnar: <\/span>Leaps to a location and deals 20\/60\/100\/140\/180 <span class=\"colorCC3300\">(+Array) [6% of Gnar's Max Health]<\/span> physical damage to nearby enemies on landing. Enemies Gnar lands directly on top of are slowed briefly.<br><br>If Crunch is used to transform, Gnar will still be able to bounce.","name":"Hop \/ Crunch"},"R":{"cost":"0","cd":"120\/100\/80","range":"590","tooltip":"<span class=\"color33FF33\">Mini Gnar: <\/span><span class=\"colorFF9900\">Passive:<\/span> Increases Boomerang Throw's cooldown reduction on catch to 50\/55\/60% and Hyper's Movement Speed bonus to 45\/60\/75%.<br><br><span class=\"colorFF3300\">Mega Gnar: <\/span>Knocks nearby enemies in the specified direction, dealing 200\/300\/400 <span class=\"colorFF8C00\">(+0.2)<\/span> <span class=\"color99FF99\">(+0.5)<\/span> physical damage and slowing them by 45% for 1.25\/1.5\/1.75 seconds. Enemies that hit a wall take 150% damage and are stunned instead of slowed.","name":"GNAR!"},"P":{"name":"Rage Gene","description":"While in combat Gnar generates Rage. At maximum Rage his next ability will transform him into Mega Gnar, granting increased survivability and access to new spells."},"lore":"The jungle does not forgive blindness. Every broken branch tells a story.<br><br>I've hunted every creature this jungle has to offer. I was certain there were no challenges left here, but now there is something new. Each track is the size of a tusklord; its claws like scimitars. It could rend a man in half. Finally, worthy prey.<br><br>As I stalk my prize through the jungle, I begin to see the damage this thing has wrought. I step into a misshapen circle of splintered trees. These giant wooden sentinels have stood over this land for countless ages, their iron-like hides untouched by the flimsy axes of anyone foolish enough to attempt to cut them down. This thing brushed them aside like they were twigs.<br><br>How can a creature with this level of strength disappear so easily? And yet, even though it has left this unmistakable trail of destruction, I have been unable to lay my eye upon it. How can it appear like a hurricane then fade into the jungle like the morning mist?<br><br>I thrill in anticipation of finally standing before this creature. It will make a tremendous trophy.<br><br>Passing through the clearing, I follow the sound of a stream to get my bearings once more. There I see a small shock of orange fur, crouching, waiting. I spy on it from a distance. A tiny fish splashes out of the stream and the creature scrambles for it, diving gleefully into the rushing water. To my joy, I realize it's a yordle. And a hunter, at that!<br><br>This is a good omen. The beast will be found. Nothing will escape me.<br><br>The yordle's large ears perk up and face towards me. He runs on all fours with a bone boomerang in hand, quickly stopping in front of me. He babbles.<br><br>I nod in appreciation at the young yordle and venture onwards. I traverse the difficult terrain with ease, trying to pick up any sign of my quarry. As I try to pick up his scent, a distraction. I'm startled by strange chittering. The yordle followed me. I cannot allow him to disrupt my hunt. I face him and point into the distance. He looks at me quizzically. I need to be more insistent, good omen or no.<br><br>I rear back and let out a roar, the wind whipping the yordle's fur and the ground rumbling beneath us. After a few short seconds, he turns his head and, with what I think could be a smile, he holds up his small boomerang. There can be no further delay. I snatch the weapon out of his hand and expertly throw it into a tree, impaling it high amongst the branches. He turns and scrambles for it, jumping frantically.<br><br>I barely get ten paces when a roar shakes me to my very spine. The deafening crack of stone and wood echoes all around. Ahead, a giant tree crashes across my path. The bone weapon of the yordle juts out from its trunk.<br><br>An unearthly growl rises behind me.<br><br>I've made a terrible mistake.","skins":[{"id":150000,"name":"default","num":0},{"id":150001,"name":"Dino Gnar","num":1},{"id":150002,"name":"Gentleman Gnar","num":2},{"id":150003,"name":"Snow Day Gnar","num":3}]}}