{"JA":{"key":"Heimerdinger","role":"Mage \/ Support","stats":{"armor":19.04,"armorperlevel":3,"attackdamage":55.536,"attackdamageperlevel":2.7,"attackrange":550,"attackspeedoffset":0,"attackspeedperlevel":1.36,"crit":0,"critperlevel":0,"hp":476,"hpperlevel":75,"hpregen":0,"hpregenperlevel":1.75,"movespeed":340,"mp":307.2,"mpperlevel":40,"mpregen":6,"mpregenperlevel":0.8,"spellblock":30,"spellblockperlevel":0},"info":{"attack":2,"defense":6,"magic":8,"difficulty":8},"name":"ハイマー","title":"誉れ高き発明王","partype":"MP","Q":{"cost":"20","cd":"1","range":"350","tooltip":"指定場所にタレットを配置し、ハイマーの攻撃対象やハイマーを攻撃中の対象を優先的に砲撃する。体力はハイマーのチャンピオンレベルに応じて増加する。タレットは<span class=\"colorFFFFFF\">Array<\/span>秒ごとに製造され、同時に1\/1\/2\/2\/3基までストックできる。<br>ハイマーが有効エリア外に出るとタレットは機能停止する。<br><br><u><span class=\"colorFFFFFF\">H-28G革新砲の性能<\/span><\/u><br><span class=\"colorFFDD77\">体力:<\/span> <span class=\"colorFFFFFF\">Array<\/span> <span class=\"color99FF99\">(+Array)<\/span><br><span class=\"colorFFDD77\">攻撃 - 砲撃:<\/span> 12\/18\/23\/29\/34 <span class=\"color99FF99\">(+0.15)<\/span>の魔法ダメージ、砲撃のたびにレーザーが1\/2\/3\/4\/5%充填される。<br><span class=\"colorFFDD77\">攻撃 - レーザー:<\/span> 16秒ごとに貫通した敵ユニットに40\/60\/80\/105\/130 <span class=\"color99FF99\">(+0.55)<\/span>の魔法ダメージ。<br><span class=\"colorFFDD77\">最大配置数:<\/span> 3","name":"H-28G革新砲"},"W":{"cost":"70\/80\/90\/100\/110","cd":"11","range":"1325","tooltip":"指定地点へ向け5発のロケット弾を扇状に発射し、それぞれ60\/90\/120\/150\/180 <span class=\"color99FF99\">(+0.45)<\/span>の魔法ダメージを与える。2ヒット目以降はダメージが減少する。<br><br><span class=\"colorFFDD77\">敵チャンピオンと中立モンスター<\/span>に対しては12\/18\/24\/30\/36 <span class=\"color99FF99\">(+0.12)<\/span>の魔法ダメージ (最大合計ダメージ108\/162\/216\/270\/324 <span class=\"color99FF99\">Array<\/span>)<br><span class=\"colorFFDD77\">ミニオン<\/span>に対しては基本値の60%のダメージを与える。<br><br><span class=\"color99FF99\">ハイマーと対象の間を狙うとロケット弾がより拡散する。","name":"ヘクステック小型ロケット"},"E":{"cost":"85","cd":"18\/16\/14\/12\/10","range":"970","tooltip":"指定地点にグレネードを投げる。グレネードは範囲内の敵ユニットに60\/100\/140\/180\/220 <span class=\"color99FF99\">(+0.6)<\/span>の魔法ダメージを与え、2秒間35%のスロウ効果を付与する。範囲の中心で直撃した敵は、1.25秒間スタン状態になる。","name":"CH-2超電磁グレネード"},"R":{"cost":"100","cd":"100\/85\/70","range":"1","tooltip":"次の通常スキルをコスト無しで使用でき追加効果が付与される。もう一度発動するとキャンセル。 <br><br><span class=\"colorFFFF99\">H-28Q超絶砲:<\/span> 8秒間持続する強力なタレットを配置し、砲撃により80\/100\/120 <span class=\"color99FF99\">(+0.3)<\/span>の魔法ダメージ、レーザーにより200\/270\/340 <span class=\"color99FF99\">(+0.7)<\/span>の魔法ダメージを与える。さらにこのタレットは行動妨害スキルを無効化し、砲撃に範囲ダメージが追加され対象に25%のスロウ効果を付与する。砲撃のたびにレーザーが20%充填され、タレットの最大配置数をこえて配置できる。<br><br><span class=\"colorFFFF99\">ヘクステックロケット弾幕:<\/span> ロケット弾を5発ずつ4回発射し、それぞれ135\/180\/225 <span class=\"color99FF99\">Array<\/span>の魔法ダメージを与える。チャンピオンや中立モンスターに対しては2ヒット目以降ダメージが減少し、最大で500\/690\/865 <span class=\"color99FF99\">Array<\/span>のダメージを与える。<br><br><span class=\"colorFFFF99\">CH-3X稲妻グレネード:<\/span> グレネード弾がバウンドし、3回放電して200\/270\/340 <span class=\"color99FF99\">Array<\/span>の魔法ダメージを与える。さらにスタンとスロウの効果範囲が広がり、スロウの効果が80%に増加する。","name":"アップグレード！！！"},"P":{"name":"テクマタジカル修理ボット","description":"ハイマーの周囲にいる味方チャンピオンやH-28G砲の体力自動回復値が増加する。"},"lore":"セシル・B・ハイマー教授の研究日誌より<br><br>10月14日<br><br>09:15<br><br>バンドルシティの現在の気象条件は理想的。本日の実験にうってつけの大気圧である！<br><br>本日午後、トライディミニュモビュレーターの5回目の実験を敢行。一部微調整が必要。ヒゲが焦げてしまった。エネルギー処理量要調整。<br><br>16:00<br><br>未だにトライディミニュモビュレーターのエネルギー効率が理想値を維持できず！ 再計算の必要あり。それはそうと、極めて興味深い発見があった。<br><br>本日の実験から帰宅中、若いヨードルの一団が球形飛翔体を投げ合っているところに遭遇。コンセプトは単純明快である。一方がその物体を投げ、もう一方がそれをつかんで投げ返し、これを繰り返す。もっとも、計算ミスによる取り損ねが何度もあった。ヨードルたちの投球精度は不安定である上、出力もバラバラであったため、「ボール」（彼らはそう呼んでいた）は何度も地面に落下するのだ… このプロセスの改善策はいくつも考えられる。計算上では参加者から収集したデータをもとに、投擲速度および軌道の一貫性を維持できた場合、この遊びの満足度は44.57%増加する！ 今夜は本件について熟考しよう。<br><br>10月15日<br><br>05:20<br><br>エウレカ！ 我、解決法を見つけたり！<br><br>自動ボール投げ機を開発したのだ。現行名称をH-28Gとする。このマシンでなら一定の速度と軌道でボールを投擲し、キャッチ側は決してボールを取り損ねることがない。ボールはオート制御で軌道修正し、射程内の最寄りのヨードルに投げ返されるので、皆に順番が回ってくるようになっている。今から早速ヨードルたちの前で、この発明品を実演してこよう。<br><br>追記。今朝、靴の上に毒性の酸をこぼしてしまった。実に面倒だ。<br><br>10:30<br><br>自動ボール投げ機を試験運用するも、計算通りには機能せず。若いヨードルたちは我が発明に大喜びだったが、いざスイッチを入れてみると威力がありすぎ、最小出力モード時ですら、ボールをつかんだヨードルが吹っ飛んでしまうほどだった。問題は明白。ヨードルたちの投球速度を過大評価してしまったようだ。今すぐ持ち帰って調整せねば。<br><br>もとい、現時点ではトライディミニュモビュレーターの改良を優先しよう。昼までに不具合を修正し、どこか別の実験地を探さねばなるまい。バンドルシティは屋外実験には不適格であることが分かった。<br><br>10月16日<br><br>15:55<br><br>街に巨人が現れたらしい。実に苛立たしい異常である。こう騒がしくては研究に集中できん！<br><br>今日は水槽を確認せねば。このところ、魚たちが妙に静かだ…。<br><br>10月17日<br><br>10:40<br><br>どうやら巨人騒動のせいで、多くのヨードルが負傷したらしい。早急な事態改善が見られない場合、介入もやむをえまい。H-28Gは無事だろうか。一から造り直すとなったら、膨大な時間を失ってしまう。<br><br>16:30<br><br>再び、すべてが静かになった。巨人が正気に戻って逃げたようだ。明日、H-28Gの回収に向かうが、その前に喫緊の課題を解決せねば。トライディミニモビュレーターの完成は近い！<br><br>10月18日<br><br>08:30<br><br>今日は朝から色々なことが起きる。まず、我が家の玄関をノックする者がいて驚いた。街の全員が押しかけてきたようだった。こういう時はたいてい、我が研究に対するくだらない苦情の申し立てなのだが、どうやら今朝は違うようだ。彼らは感謝しにきていたのだ！<br><br>驚いたことに、一人の若いヨードルが、巨人騒動のあおりで放置中だったH-28Gプロトタイプを有効活用したらしい。このイマジネーションあふれるヨードルは、我が発明品を間に合わせの砲台に転用し、ものの見事に巨人を追い払ってみせたのだ。素晴らしい！ まさに小さな天才である。<br><br>近い将来、彼のその発明家的頭脳を借り受けたいものだ。我が壮大な計画にとって有能な助手になってくれるはずだが… それにはバンドルシティを出なければならないだろう。計画の規模からして、より広大な実験場が要求される。<br><br>ルーンテラ全土なら充分だろう！","skins":[{"id":74000,"name":"default","num":0},{"id":74001,"name":"コスモアタック<br>ハイマー","num":1},{"id":74002,"name":"大爆発ハイマー","num":2},{"id":74003,"name":"ピルトーヴァー<br>ハイマー","num":3},{"id":74004,"name":"雪ダルマー","num":4},{"id":74005,"name":"危険物処理班<br>ハイマー","num":5}]},"EN":{"key":"Heimerdinger","role":"Mage \/ Support","stats":{"armor":19.04,"armorperlevel":3,"attackdamage":55.536,"attackdamageperlevel":2.7,"attackrange":550,"attackspeedoffset":0,"attackspeedperlevel":1.36,"crit":0,"critperlevel":0,"hp":476,"hpperlevel":75,"hpregen":0,"hpregenperlevel":1.75,"movespeed":340,"mp":307.2,"mpperlevel":40,"mpregen":6,"mpregenperlevel":0.8,"spellblock":30,"spellblockperlevel":0},"info":{"attack":2,"defense":6,"magic":8,"difficulty":8},"name":"Heimerdinger","title":"the Revered Inventor","partype":"MP","Q":{"cost":"20","cd":"1","range":"350","tooltip":"Places a Turret at target location. Turret attacks prioritize Heimerdinger's targets and enemies attacking Heimerdinger. Their Health increases with Heimerdinger's level and they shut down if he moves far away. Heimerdinger generates a Turret Kit every <span class=\"colorFFFFFF\">Array<\/span> seconds and can hold 1\/1\/2\/2\/3 Kit(s) at once. <br><br><u><span class=\"colorFFFFFF\">H-28G Evolution Turret Stats<\/span><\/u><br><span class=\"colorFFDD77\">Health:<\/span> <span class=\"colorFFFFFF\">Array<\/span> <span class=\"color99FF99\">(+Array)<\/span><br><span class=\"colorFFDD77\">Attack - Cannon:<\/span> 12\/18\/23\/29\/34 <span class=\"color99FF99\">(+0.15)<\/span> Magic Damage and +1\/2\/3\/4\/5% beam charge each attack. <br><span class=\"colorFFDD77\">Attack - Beam:<\/span> 40\/60\/80\/105\/130 <span class=\"color99FF99\">(+0.55)<\/span> Magic Damage in a line every 16 seconds.<br><span class=\"colorFFDD77\">Maximum Turrets Placed:<\/span> 3","name":"H-28G Evolution Turret"},"W":{"cost":"70\/80\/90\/100\/110","cd":"11","range":"1325","tooltip":"Unleashes a barrage of 5 rockets that converge towards the cursor and fan out past it. Each rocket deals 60\/90\/120\/150\/180 <span class=\"color99FF99\">(+0.45)<\/span> Magic Damage. Units hit multiple times take reduced damage:<br><br><span class=\"colorFFDD77\">Champions and Monsters:<\/span> 12\/18\/24\/30\/36 <span class=\"color99FF99\">(+0.12)<\/span> Magic Damage, max 108\/162\/216\/270\/324 <span class=\"color99FF99\">Array<\/span> total damage<br><span class=\"colorFFDD77\">Minions:<\/span> 60% of base damage<br><br><span class=\"color99FF99\">Aiming between Heimerdinger and the target increases the rocket spread.","name":"Hextech Micro-Rockets"},"E":{"cost":"85","cd":"18\/16\/14\/12\/10","range":"970","tooltip":"Hurls a grenade that deals 60\/100\/140\/180\/220 <span class=\"color99FF99\">(+0.6)<\/span> Magic Damage to enemy units and slows their Movement Speed by 35% for 2 seconds. Enemies in the center of the blast are also stunned for 1.25 seconds.","name":"CH-2 Electron Storm Grenade"},"R":{"cost":"100","cd":"100\/85\/70","range":"1","tooltip":"Makes next basic ability free and gives it bonus effects. Reactivate to cancel. <br><br><span class=\"colorFFFF99\">H-28Q Apex Turret:<\/span> Places a Turret that deals 80\/100\/120 <span class=\"color99FF99\">(+0.3)<\/span> Magic Damage with its cannon and 200\/270\/340 <span class=\"color99FF99\">(+0.7)<\/span> Magic Damage with its beam for 8 seconds. It has splash damage, immunity to disables, its attacks slow targets by 25% for 2 seconds, it receives 20% of a beam charge per attack, and it doesn't count toward the Turret limit. <br><br><span class=\"colorFFFF99\">Hextech Rocket Swarm:<\/span> Fires 4 waves of rockets that deal 135\/180\/225 <span class=\"color99FF99\">Array<\/span> Magic Damage each. Champions and Monsters hit by multiple rockets take reduced damage, max 500\/690\/865 <span class=\"color99FF99\">Array<\/span>. <br><br><span class=\"colorFFFF99\">CH-3X Lightning Grenade:<\/span> Throws a bouncing grenade that discharges three times, dealing 200\/270\/340 <span class=\"color99FF99\">Array<\/span> Magic Damage. Both the stun and slow areas are larger and the slow is improved to 80%. ","name":"UPGRADE!!!"},"P":{"name":"Techmaturgical Repair Bots","description":"Heimerdinger gives nearby allied H-28G Turrets and Champions increased Health Regeneration. "},"lore":"From the Journal of Professor Cecil B. Heimerdinger<br><br>10.14<br><br>09:15<br><br>Current meteorological conditions in Bandle City seem optimal. Atmospheric pressure is ideal for today's experiments!<br><br>Running a fifth trial for my Tridyminiumobulator this afternoon. Some fine tuning is required; singed my mustache. Need to adjust the energy throughput.<br><br>16:00<br><br>Tridyminiumobulator is still not maintaining intended proper energy efficiency! Necessary to run more numbers. In the meantime, I have found something else that's very intriguing.<br><br>While returning home after today's tests, I passed a gaggle of young yordles throwing a spherical projectile at each other. It's a simple enough concept: throw the object at someone, catch it, throw it at another yordle, repeat. But yordle miscalculations result in several errors! They throw with inconsistent accuracy and force, and the ''ball'' (as they refer to it) is frequently dropped... There are many ways for this process to be improved. According to my calculations, and after collecting data from the participants, if the pitching was consistent in both speed and arc there would be a 44.57% increase to fun! I need to ponder this for the evening.<br><br>10.15<br><br>05:20<br><br>Eureka! I've devised a solution.<br><br>I've invented an automated ball pitcher. Current name: H-28G. It employs a consistent speed and trajectory, ensuring that the recipient will always be able to catch the ball. It redirects itself to the nearest yordle (if there is more than one in the vicinity) ensuring everyone has a turn. I'll take it to the young yordles today and demonstrate my invention.<br><br>Also: spilled toxic acid on my shoes this morning. Bothersome.<br><br>10:30<br><br>Tested the automated pitcher today. It did not go as planned. The young ones were excited enough about my invention, but, when the machine was turned on, it was far too powerful! Even at its lowest setting it completely knocked a yordle off his feet. Clearly, I overestimated the velocity behind their throws... I'll return soon to make adjustments.<br><br>But my priority, for now, is the Tridyminiumobulator; I must fix its complications before lunch. Once it's in good shape, I'll need to test it somewhere else. Bandle City is proving insufficient for field research.<br><br>10.16<br><br>15:55<br><br>Apparently, there's a giant in town. A highly annoying anomaly. The noise outside is disturbing my research!<br><br>Must check fish tank today. They've been strangely quiet...<br><br>10.17<br><br>10:40<br><br>I have heard that many yordles have been injured due to the giant-related disturbance. If this doesn't stop soon, intervention will be necessary! I hope H-28G is still intact. I would lose a lot of time if it has to be rebuilt.<br><br>16:30<br><br>Everything is quiet again. It seems that the giant came to his senses and ran off. I need to gather H-28G tomorrow, once I've finished with more pressing matters. I've almost perfected the Tridyminiumobulator!<br><br>10.18<br><br>08:30<br><br>Today has been quite eventful already. I was surprised by a knock at my door. It seemed like the entire city was standing in front of my house. Normally, when a crowd has gathered, it's because they have some petty grievance about my work. But this time, they were celebrating!<br><br>Astonishingly, it seems one of the young yordles took advantage of the H-28G prototype I had left behind amidst the giant tomfoolery. He proved to be innovative, and repurposed the invention into a makeshift turret. It's powerful enough to scare off a giant - imagine that! What an ingenious little fellow.<br><br>I wish I could employ his like-minded encephalon in the near future - I have big plans and his assistance could be valuable - but he'd have to leave Bandle City. The scope of my plans necessitates a more expansive testing ground.<br><br>Runeterra should suffice!","skins":[{"id":74000,"name":"default","num":0},{"id":74001,"name":"Alien Invader Heimerdinger","num":1},{"id":74002,"name":"Blast Zone Heimerdinger","num":2},{"id":74003,"name":"Piltover Customs Heimerdinger","num":3},{"id":74004,"name":"Snowmerdinger","num":4},{"id":74005,"name":"Hazmat Heimerdinger","num":5}]}}