{"JA":{"key":"Irelia","role":"Fighter \/ Assassin","stats":{"armor":25.3,"armorperlevel":3.75,"attackdamage":61.544,"attackdamageperlevel":3.3,"attackrange":125,"attackspeedoffset":-0.06,"attackspeedperlevel":3.2,"crit":0,"critperlevel":0,"hp":607.2,"hpperlevel":90,"hpregen":8.59,"hpregenperlevel":0.65,"movespeed":345,"mp":338.8,"mpperlevel":32,"mpregen":8.09,"mpregenperlevel":0.65,"spellblock":32.1,"spellblockperlevel":1.25},"info":{"attack":7,"defense":4,"magic":5,"difficulty":5},"name":"イレリア","title":"剣の遺志","partype":"MP","Q":{"cost":"50\/55\/60\/65\/70","cd":"14\/12\/10\/8\/6","range":"650","tooltip":"イレリアが指定した対象に突撃し、20\/50\/80\/110\/140 <span class=\"colorFF8C00\">(+Array)<\/span>の物理ダメージと、命中時効果を与える。<br><br>このスキルで対象を倒すとクールダウンが解消され、マナが35回復する。","name":"瞬剣"},"W":{"cost":"40","cd":"15","range":"20","tooltip":"<span class=\"colorFF9900\">自動効果:<\/span> 通常攻撃が命中するたびに、体力が5\/7\/9\/11\/13回復する。<br><br><span class=\"colorFF9900\">発動効果:<\/span>イレリアの通常攻撃に6秒間、15\/30\/45\/60\/75の確定ダメージが付与される。さらにその間、このスキルの自動効果による体力回復量が2倍になる。","name":"飛天流"},"E":{"cost":"50\/55\/60\/65\/70","cd":"8","range":"325","tooltip":"イレリアが剣で指定した対象を貫く。敵ユニットに80\/120\/160\/200\/240 <span class=\"color99FF99\">(+0.5)<\/span>の魔法ダメージを与え、1\/1.25\/1.5\/1.75\/2秒間60%のスロウ効果を付与する。<br><br>対象の現在体力の割合がイレリアよりも多い場合、スロウ効果の代わりにスタン効果を付与する。","name":"平衡の一撃"},"R":{"cost":"100","cd":"70\/60\/50","range":"1000","tooltip":"イレリアが霊気の剣を4本召喚し、指定方向に一本ずつ放つ。<br>斬りつけた敵ユニットに80\/120\/160 <span class=\"colorFF8C00\">(+Array)<\/span> <span class=\"color99FF99\">(+0.5)<\/span>の物理ダメージを与え、チャンピオンに与えたダメージの25%、ミニオンに与えたダメージの10%の体力を回復する。","name":"飛剣の舞"},"P":{"name":"アイオニアの熱情","description":"付近の敵チャンピオンの数に応じて、行動妨害効果の持続時間を短縮する。<br><br>敵チャンピオン<br>1人: 10%短縮<br>2人: 25%短縮<br>3人: 40%短縮"},"lore":"「その剣が舞えば、真紅の花弁が描かれる」<br><br>ルーンテラ広しといえども、アイオニア人の編み出した武術――これも悟りを追求する中で生まれたもの――ほど美しく、危険なものはないだろう。しかし、彼らの最も優れた剣術は意外にも、外敵の侵略の副産物として生み出されたものであった。<br><br>リト導師は、数々の都市国家の支配層から教えを乞われるほどの名剣士だった。彼が振るった剣の技は門外不出の秘剣であったが、言い伝えによれば、導師が手にした剣には命が宿ったという。惜しむべきことに、導師はルーンテラ中の名医をもってしても治療法の見つからぬ謎の病に侵され、息子ゼロスと娘イレリア、そしてこの世に二つとない不思議な武器を遺してこの世を去った。その息子ゼロスはやがてアイオニア軍の軍曹となり、ノクサスによるアイオニア侵攻のまさに直前、デマーシアに支援を求めるべく旅立つことになった。ゼロスが戻るまでの間、故郷の防衛を託されていたのはイレリアであったが、ノクサス軍が攻め入ってきた時、彼女はほぼ孤立無援での応戦を強いられた。<br><br>アイオニアは実に果敢に戦ったが、時を待たずして大地は夷敵の軍靴に踏み荒らされ、アイオニア人の血で赤く染まった。「プラシディウムの死闘」においてアイオニア人は降伏の準備さえしていたが、若きイレリアが父の形見の大剣を掲げて現われ、ゼロスが帰還するまでの徹底抗戦を誓ったことに勇気づけられて、決死の防戦を繰り広げた。しかしイレリアは乱戦のさなかに、ノクサスの邪悪な死霊術によって呪いをかけられてしまう。<br><br>彼女の命の灯火が消えいく中、その場に居合わせた星の子ソラカは、薄れゆくイレリアの魂を現世に繋ぎ止めんと最後の試みを行った。かくして故郷を想う一念とともに、イレリアは死の淵から蘇ったのである。その傍らには、今や彼女の魂と深く結びついた父親の剣が浮かんでいた。イレリアは宙に浮かぶようになった剣に動揺することもなく、すぐさま戦場へと舞い戻った。剣は彼女の周囲を軽やかに舞い躍り、恐慌をきたしたノクサス兵を次々と斬り捨てていった。そして予期せぬ大打撃を受けた侵攻軍は、プラシディウムからの撤退を余儀なくされ、イレリアは故郷を勇敢に守った功績により、アイオニアの防衛隊長に任命された。","skins":[{"id":39000,"name":"default","num":0},{"id":39001,"name":"暗剣のイレリア","num":1},{"id":39002,"name":"飛剣のイレリア","num":2},{"id":39003,"name":"隠剣のイレリア","num":3},{"id":39004,"name":"氷剣のイレリア","num":4},{"id":39005,"name":"蓮華の騎士団<br>イレリア","num":5}]},"EN":{"key":"Irelia","role":"Fighter \/ Assassin","stats":{"armor":25.3,"armorperlevel":3.75,"attackdamage":61.544,"attackdamageperlevel":3.3,"attackrange":125,"attackspeedoffset":-0.06,"attackspeedperlevel":3.2,"crit":0,"critperlevel":0,"hp":607.2,"hpperlevel":90,"hpregen":8.59,"hpregenperlevel":0.65,"movespeed":345,"mp":338.8,"mpperlevel":32,"mpregen":8.09,"mpregenperlevel":0.65,"spellblock":32.1,"spellblockperlevel":1.25},"info":{"attack":7,"defense":4,"magic":5,"difficulty":5},"name":"Irelia","title":"the Will of the Blades","partype":"MP","Q":{"cost":"50\/55\/60\/65\/70","cd":"14\/12\/10\/8\/6","range":"650","tooltip":"Irelia dashes forward to strike her target, dealing 20\/50\/80\/110\/140 <span class=\"colorFF8C00\">(+Array)<\/span> physical damage and applying on-hit effects.<br><br>If it kills the target, Bladesurge's cooldown is refreshed and Irelia gains 35 Mana.","name":"Bladesurge"},"W":{"cost":"40","cd":"15","range":"20","tooltip":"<span class=\"colorFF9900\">Passive:<\/span> Basic attacks restore 5\/7\/9\/11\/13 Health.<br><br><span class=\"colorFF9900\">Active:<\/span> Irelia's basic attacks deal 15\/30\/45\/60\/75 true damage and Hiten Style restores twice as much health for 6 seconds.","name":"Hiten Style"},"E":{"cost":"50\/55\/60\/65\/70","cd":"8","range":"325","tooltip":"Irelia pierces her target, dealing 80\/120\/160\/200\/240 <span class=\"color99FF99\">(+0.5)<\/span> magic damage and slowing them by 60% for 1\/1.25\/1.5\/1.75\/2 second(s).<br><br>If the target has a higher Health % than Irelia, she stuns them for the duration instead.","name":"Equilibrium Strike"},"R":{"cost":"100","cd":"70\/60\/50","range":"1000","tooltip":"Irelia summons 4 spirit blades that she can fling to deal 80\/120\/160 <span class=\"colorFF8C00\">(+Array)<\/span> <span class=\"color99FF99\">(+0.5)<\/span> physical damage to enemies they pass through. She heals for 25% of the damage dealt against champions and 10% against minions and monsters.","name":"Transcendent Blades"},"P":{"name":"Ionian Fervor","description":"Reduces the duration of all disables for each nearby enemy champion.<br><br>1 Champion: 10%<br>2 Champions: 25%<br>3 Champions: 40%"},"lore":"''The sword flourishes, as though painting with blood.''<br><br>The Ionians have developed some of the most breathtaking and deadly martial arts in all of Runeterra - just one manifestation of their pursuit of enlightenment. The most remarkable blade style to emerge, however, was the unusual byproduct of foreign intervention.<br><br>Master Lito was a swordsman whose teachings were sought by ruling classes from nearly every city-state. His art was a highly-guarded secret, but it was said that swords would breathe in his grasp. He withered unexpectedly from a mysterious disease which baffled the brightest of Runeterran physicians. When he died, he left behind Zelos and Irelia, his son and daughter, and a truly unique weapon. Zelos became a sergeant in the Ionian military and left to seek assistance from Demacia immediately prior to Noxus' invasion of Ionia. Irelia, charged with the protection of their home until Zelos returned, was alone when the Noxian forces struck.<br><br>The Ionians fought admirably, but soon Ionian blood stained the land beneath the prints of foreign boots. At the Great Stand of the Placidium, Ionians prepared for surrender, but were inspired to maintain their resistance when the young Irelia lifted her father's enormous blade and pledged to hold until her brother returned. In the chaos of the ensuing fight, Irelia was cursed with dark Noxian Necromancy.<br><br>As her life ebbed, Soraka, the Starchild, made a final attempt to anchor her fading soul. Unwilling to relinquish her home, Irelia rose at the brink of death, and her father's weapon lifted into the air alongside her. Irelia rushed back to the fore, unfazed by the blade's sudden animation. The weapon danced around her effortlessly, cutting down Noxians as they gaped in horror. The decimated invaders were forced to retreat from the Placidium, and Irelia was appointed Ionia's Captain of the Guard for her brave defense of her homeland.","skins":[{"id":39000,"name":"default","num":0},{"id":39001,"name":"Nightblade Irelia","num":1},{"id":39002,"name":"Aviator Irelia","num":2},{"id":39003,"name":"Infiltrator Irelia","num":3},{"id":39004,"name":"Frostblade Irelia","num":4},{"id":39005,"name":"Order of the Lotus Irelia","num":5}]}}