{"JA":{"key":"Jayce","role":"Fighter \/ Marksman","stats":{"armor":22.38,"armorperlevel":3.5,"attackdamage":50.38,"attackdamageperlevel":3.5,"attackrange":125,"attackspeedoffset":-0.05,"attackspeedperlevel":3,"crit":0,"critperlevel":0,"hp":571.2,"hpperlevel":90,"hpregen":7.34,"hpregenperlevel":0.8,"movespeed":335,"mp":357.2,"mpperlevel":37,"mpregen":6,"mpregenperlevel":0.8,"spellblock":30,"spellblockperlevel":0},"info":{"attack":8,"defense":4,"magic":3,"difficulty":7},"name":"ジェイス","title":"未来への希望","partype":"MP","Q":{"cost":"40","cd":"16\/14\/12\/10\/8\/6","range":"600","tooltip":"指定した敵ユニットに飛びかかって、周囲の敵に40\/80\/120\/160\/200\/240 <span class=\"colorFF8C00\">(+1.2)<\/span>の物理ダメージを与え、2秒間30\/35\/40\/45\/50\/55%のスロウ効果を付与する。","name":"スカイバスター\/ショックブラスト"},"W":{"cost":"40","cd":"10","range":"285","tooltip":"<span class=\"colorFF9900\">自動効果: <\/span>ハンマーモード中、攻撃のたびにマナが6\/8\/10\/12\/14\/16回復する。<br><br><span class=\"colorFF9900\">発動効果: <\/span>電気のオーラを身にまとい、周囲の敵に4秒間かけて魔法ダメージ100\/160\/220\/280\/340\/400 <span class=\"color99FF99\">(+1)<\/span>を与える。","name":"ライトニング\/ハイパーチャージ"},"E":{"cost":"40\/50\/60\/70\/80\/90","cd":"15\/14\/13\/12\/11\/10","range":"240","tooltip":"対象の最大体力の8\/10.4\/12.8\/15.2\/17.6\/20%<span class=\"colorFF8C00\">(+1)<\/span>を魔法ダメージとして与え (中立モンスターに与えるダメージは最大200\/300\/400\/500\/600\/700)、わずかに突き飛ばす。","name":"サンダーブロー\/アクセルゲート"},"R":{"cost":"0","cd":"6","range":"600","tooltip":"<span class=\"colorFF8C00\">発動効果: <\/span>「マーキュリーハンマー」が「マーキュリーキャノン」に切り替わりスキルが変化すると同時に、遠隔攻撃を繰り出せるようになる。<br><br>キャノンモードでの最初の一撃に、対象の物理防御と魔法防御を5秒間、Array%低下させる効果が付与される。","name":"マーキュリーキャノン\/マーキュリーハンマー"},"P":{"name":"ヘクステック・コンデンサー","description":"「トランスフォーム」を発動するたび1.25秒間、移動速度が40増加し、ユニットをすり抜けられるようになる。"},"lore":"知性と男気に溢れ、自慢の変形式ハンマーで武装したジェイスは、故郷ピルトーヴァーを守ることに生涯を捧げている。しかし国民的英雄となる以前のジェイスは、将来を約束された若き発明家だった。ある時ピルトーヴァー政府から、珍しい古代の水晶の調査を依頼されたジェイスは、その水晶から莫大なエネルギーが得られることを発見。ここが名前を売り込むチャンスと考えて、水晶エネルギーの活用装置の開発に取りかかった。大いなる可能性を秘めた水晶の噂はピルトーヴァーの国境を超えて広まっていった。機械によって肉体を強化したゾウン出身の科学者ビクターは、水晶の噂を聞きつけ、ジェイスにある提案を持ちかける――我々ふたりが協力すれば、この水晶を使って「グロリアス・エヴォリューション」を進化させることができる、と。それは人類をテクノロジーと融合させる計画であった。ジェイスはこの申し出を突っぱねたが、ビクターには最初から手ぶらで帰るつもりはなく、魔法の一撃によって軽々とジェイスを吹き飛ばすと、水晶を強奪し、研究所の警備隊を易々と蹴散らしてからゾウンへ戻った。ジェイスはピルトーヴァー当局に対応を訴えたが、政府は敵対行動への支援を認めず、ジェイスは孤独な戦いを余儀なくされてしまう。だが彼は、今反撃しなければピルトーヴァーの平和は永久に脅かされることになると悟り、行動に出た。<br><br>ジェイスは研究所に戻り、反撃の準備に取りかかった。寝る間も惜しんで研究、開発、実験を繰り返した末に最高傑作ともいうべき発明品「マーキュリーハンマー」を完成させたのである。武器を得たジェイスはゾウンへと向かい、孤立無援の戦いを始めた。襲いくるビクターの弟子たちを蹴散らしながら、研究所の心臓部へと突き進んだジェイスが目にしたのは、あの古代の水晶を動力源とする、ビクターの恐ろしい傑作の数々だった。「もはや根元を断つほかなし」と悟ったジェイスの前に、ビクターが立ちはだかる。激突した二人の科学者はどちらも深手を負ったが、ジェイスは渾身の力で水晶を粉々に打ち砕き、ビクターの装置が炎を噴き上げる中、辛うじて脱出に成功した。そして、満身創痍で故郷へ戻ったジェイスはピルトーヴァー市民から熱烈な賞賛を受けた。だが英雄として迎えられながらも、ジェイスは自覚していた。自身のとった行動が、危険な敵の怒りを買ってしまったことを。だからこそ、ジェイスは故郷の人々を守るために戦う。ピルトーヴァーの輝ける未来は、彼の手に懸かっているのだ。<br><br>「信じろ。頭を使えば、ピルトーヴァーはどんな敵にも立ち向かえる。俺がその証拠だ」<br>-- ジェイス","skins":[{"id":126000,"name":"default","num":0},{"id":126001,"name":"フルメタル<br>ジェイス","num":1},{"id":126002,"name":"おしゃれな<br>ジェイス","num":2},{"id":126003,"name":"孤高の<br>ジェイス","num":3}]},"EN":{"key":"Jayce","role":"Fighter \/ Marksman","stats":{"armor":22.38,"armorperlevel":3.5,"attackdamage":50.38,"attackdamageperlevel":3.5,"attackrange":125,"attackspeedoffset":-0.05,"attackspeedperlevel":3,"crit":0,"critperlevel":0,"hp":571.2,"hpperlevel":90,"hpregen":7.34,"hpregenperlevel":0.8,"movespeed":335,"mp":357.2,"mpperlevel":37,"mpregen":6,"mpregenperlevel":0.8,"spellblock":30,"spellblockperlevel":0},"info":{"attack":8,"defense":4,"magic":3,"difficulty":7},"name":"Jayce","title":"the Defender of Tomorrow","partype":"MP","Q":{"cost":"40","cd":"16\/14\/12\/10\/8\/6","range":"600","tooltip":"Leaps to an enemy dealing 40\/80\/120\/160\/200\/240 <span class=\"colorFF8C00\">(+1.2)<\/span> physical damage to nearby enemies and slowing them by 30\/35\/40\/45\/50\/55% for 2 seconds.","name":"To the Skies! \/ Shock Blast"},"W":{"cost":"40","cd":"10","range":"285","tooltip":"<span class=\"colorFF9900\">Passive:<\/span> Gains 6\/8\/10\/12\/14\/16 Mana per strike while in Hammer Stance.<br><br><span class=\"colorFF9900\">Active:<\/span> Creates an electric aura dealing 100\/160\/220\/280\/340\/400 <span class=\"color99FF99\">(+1)<\/span> magic damage over 4 seconds to nearby enemies.","name":"Lightning Field \/ Hyper Charge"},"E":{"cost":"40\/50\/60\/70\/80\/90","cd":"15\/14\/13\/12\/11\/10","range":"240","tooltip":"Deals 8\/10.4\/12.8\/15.2\/17.6\/20% of the target's maximum health <span class=\"colorFF8C00\">(+1)<\/span> as magic damage and knocks them back a short distance. (200\/300\/400\/500\/600\/700 Maximum Damage against monsters)","name":"Thundering Blow \/ Acceleration Gate"},"R":{"cost":"0","cd":"6","range":"600","tooltip":"<span class=\"colorFF8C00\">Active: <\/span>Transforms the Mercury Hammer into the Mercury Cannon gaining new abilities and ranged attacks.<br><br>The next attack in Cannon Stance reduces the target's Armor and Magic Resist by Array% for 5 seconds.","name":"Mercury Cannon \/ Mercury Hammer"},"P":{"name":"Hextech Capacitor","description":"After casting Transform Jayce gains 40 Movement Speed and can move through units for the next 1.25 seconds."},"lore":"Armed with wit, charm, and his signature transforming hammer, Jayce lives to protect his native Piltover. Long before his nation called him a hero, however, he was a promising young inventor. When Piltover commissioned him to study a rare arcane crystal, Jayce discovered it could be used as a vast energy source. Eager to make a name for himself, he began developing a device to harness its power. Word of the crystal's potential reached beyond the borders of Piltover. Viktor, the machine-augmented scientist from Zaun, brought Jayce an offer - together, they could use the crystal to advance his ''glorious evolution,'' a vision of humanity fused with technology. Jayce refused, but the Zaunite had no intention of leaving empty handed. He effortlessly blasted Jayce aside and seized the crystal, incinerating the lab's meager security force as he left for Zaun. Jayce implored the Piltover government to respond, but the officials refused to support an act of aggression. He decided to act alone, realizing that if no one struck back, Piltover would never be safe.<br><br>Jayce returned to the lab to prepare for his attack. After intense research, development, and hands-on testing, he emerged with his crowning achievement - the Mercury Hammer. Weapon in hand, Jayce marched to Zaun and began his one-man assault. Viktor's acolytes rushed to stop him, but Jayce smashed them aside, fighting his way into the heart of the lab. Inside, Jayce saw the horrifying brilliance of Viktor's creations, all powered by the energy of the arcane crystal. He realized that his only option was to destroy the power source, but Viktor stood in his way. Though their clash left both scientists heavily wounded, Jayce managed a desperate strike at the crystal. He shattered it and escaped as Viktor's machines erupted in flames. When he returned home, exhausted but victorious, the citizens of Piltover hailed Jayce as a hero. He reveled in the adoration, but knew that his actions had drawn the attention of dangerous enemies. Now devoted to the defense of his people, Jayce is Piltover's best hope for a bright future.<br><br>''Trust me: if we're smart, Piltover can stand strong against any threat. Hey, I'm living proof.''<br>-- Jayce","skins":[{"id":126000,"name":"default","num":0},{"id":126001,"name":"Full Metal Jayce","num":1},{"id":126002,"name":"Debonair Jayce","num":2},{"id":126003,"name":"Forsaken Jayce","num":3}]}}