{"JA":{"key":"Jinx","role":"Marksman","stats":{"armor":22.88,"armorperlevel":3.5,"attackdamage":58.46,"attackdamageperlevel":2.41,"attackrange":525,"attackspeedoffset":0,"attackspeedperlevel":1,"crit":0,"critperlevel":0,"hp":517.76,"hpperlevel":82,"hpregen":5.84,"hpregenperlevel":0.5,"movespeed":325,"mp":245.6,"mpperlevel":45,"mpregen":6.68,"mpregenperlevel":1,"spellblock":30,"spellblockperlevel":0},"info":{"attack":9,"defense":2,"magic":4,"difficulty":6},"name":"ジンクス","title":"暴走パンクガール","partype":"MP","Q":{"cost":"0","cd":"1","range":"600","tooltip":"ジンクスが武器を切り替える。<br><br><span class=\"colorFF9900\">フィッシュボーン:<\/span> 通常攻撃の射程が75\/100\/125\/150\/175延び、対象とその周囲の敵すべてに110%のダメージを与える。ただし、攻撃速度が25%低下し、マナを消費する。<br><br><span class=\"colorFF9900\">パウパウガン:<\/span> 通常攻撃を繰り出すたびに攻撃速度が2.5秒間増加する。効果は3回までスタックし、最大<span class=\"colorFFFFFF\">Array%<\/span>の増加効果が得られる (増加効果はスキルのランクおよびジンクスのレベルに比例)。増加効果のスタックは1回分ずつ消費し、フィッシュボーンに切り替えた場合は、最初の攻撃にだけ効果が適用される。","name":"スイッチング！"},"W":{"cost":"50\/60\/70\/80\/90","cd":"10\/9\/8\/7\/6","range":"1450","tooltip":"ジンクスが電撃を放ち、最初に命中した敵に10\/60\/110\/160\/210 <span class=\"colorFF8C00\">(+1.4)<\/span>の物理ダメージを与える。さらに2秒間、対象に30\/40\/50\/60\/70%のスロウ効果を付与し、ステルス状態の敵をのぞいて可視状態にする。","name":"シビレーザー！"},"E":{"cost":"50","cd":"24\/22\/20\/18\/16","range":"900","tooltip":"ジンクスが「パックンチョッパー！」を3個投げる。トラップ起動後に敵チャンピオンが触れると爆発し、1.5秒間対象にスネア効果を付与すると同時に周囲にいる敵に80\/135\/190\/245\/300 <span class=\"color99FF99\">(+1)<\/span>の魔法ダメージを与える。<br><br>なお、この「パックンチョッパー！」は5秒後に自動的に爆発する。","name":"パックンチョッパー！"},"R":{"cost":"100","cd":"90\/75\/60","range":"25000","tooltip":"ロケットを発射後、1秒かけてダメージが増加する。ロケットが敵チャンピオンに命中すれば爆発し、25\/35\/45 <span class=\"colorFF8C00\">(+0.1) <\/span>から250\/350\/450 <span class=\"colorFF8C00\">(+1)<\/span> の物理ダメージを与え、さらに命中した敵の失った体力の25\/30\/35%に相当する物理ダメージを与える。周囲にいる敵は80%のダメージを受ける。","name":"スーパーメガデスロケット！"},"P":{"name":"超エキサイティン！","description":"ジンクスがダメージを与えたチャンピオン\/タワー\/インヒビターが、3秒以内に死亡または破壊されると、ジンクスの移動速度と攻撃速度が大幅に増加する (重複可)。"},"lore":"ジンクスの生き方、それは後先考えずに暴れ回ること。彼女の背後には破壊と混乱の跡だけが残される。ハイテンションで常に衝動に突き動かされるジンクスは、何よりも退屈が大っ嫌い。だからこそ、彼女が退屈の極地と考えているピルトーヴァーに対しても、硝煙と破壊と混乱を巻き起こすのだ。キケンなオモチャで武装した犯罪者ジンクスは、ド派手で騒々しい爆発を巻き起こしては不運な権力者たちを震撼させて大喜び。常にギリギリで司法の手から逃れ続けているジンクスが今一番ハマっている遊びは、ピルトーヴァー最強の警官たち――特にヴァイをおちょくることである。<br><br>古来より「進歩の都 」として知られる、平和と秩序が支配する街ピルトーヴァー。その静寂を破ったのは、過去に類を見ない、まったく新しいタイプの犯罪者だった。この謎の無法者は、常軌を逸した破壊的な「悪ふざけ」で街全体を危険に陥れ、ピルトーヴァー史上最悪の連続犯罪によって市民たちを震えあがらせた。<br><br>理解不能でハチャメチャな犯罪が続発する中、犯人に関する目撃情報がちらほら現れ始める。目撃された若い娘の正体はいまだベールに包まれていたが、あの武器にはピルトーヴァーのヘクステック技術の特徴が見られるだの、あの恰好はゾウン市民を思わせるなどと訴える者も出始めた。そして彼女が現れるたびに一大騒動が巻き起こることから、人々はこの厄介者をジンクス (縁起の悪い者) と名づけたのだった。<br><br>ジンクスの暴れっぷりに拍車がかかると、ピルトーヴァーの保安官ケイトリンは非常事態を宣言。ジンクスを逮捕するために街中をしらみつぶしに捜索した。当のジンクスは、この動きに彼女らしい方法で反応した。なんと、ピルトーヴァーでもっとも警備が厳重な、国庫こと財務省に狙いを定め、とりわけ目の敵にしている警官に、直接挑戦状を叩きつけたのである。それも、財務省の玄関先に、襲撃日時とともにヴァイの顔のラクガキを残していくという方法で… それはジンクスから法の番人たちへと贈られた、大胆不敵な犯行予告であった。<br><br>この厄介娘を牢屋にぶち込むべく、ヴァイは財務省の外側で見張りに立ち、予告時間が訪れるのを待った。そこへ、微笑みの悪魔は殴り書きされた時刻どおりに現れた。ここが年貢の納めどきだ、と言わんばかりに財務省に突入したヴァイは、壁という壁をぶち破りながらジンクスを追った。一方のジンクスは、職員が避難して人っ子一人いなくなった財務省の内部で、ケラケラと笑いながら次々と炎を放っていく。やがて金庫の中へと追い詰められて逃げ場を失ったジンクスであったが、それでもなお観念しようとはしなかった。次の瞬間、彼女はゾッとするようなニタニタ笑いを浮かべ、ロケット弾をメチャクチャにぶっ放しだしたのだ。金庫の天井は音を立てて崩落し、瓦礫が二人の上に降り注いだ。<br><br>残骸と化した建物から辛うじて這い出すことができたヴァイだったが、憔悴しきった彼女にジンクスの手がかりは何一つ見つけられなかった。おまけに破壊された金庫から黄金は一つも盗まれておらず、代わりに怪盗はお気に入りの遊び相手へ別れの挨拶を残して姿を消していた。ピルトーヴァーの街並みに切り取られた夜空に、映し出された明確な挑発のメッセージ――「アンタなんかには捕まらないヨ！」。 そのメッセージを見つめているヴァイの耳に、遠くから、今や宿敵となったジンクスの高笑いが聞こえてきた。それはピルトーヴァーが初めて経験する、闇の時代の始まりだった。<br><br>「見て見て！ この箱の中にはアタシの愛がぎーっしり詰まって… ない！残念！ 空っぽでした、キャハハハハハハ！」<br>-- ジンクス","skins":[{"id":222000,"name":"default","num":0},{"id":222001,"name":"マフィア<br>ジンクス","num":1},{"id":222002,"name":"爆発花火<br>ジンクス","num":2},{"id":222003,"name":"スレイヤー<br>ジンクス","num":3}]},"EN":{"key":"Jinx","role":"Marksman","stats":{"armor":22.88,"armorperlevel":3.5,"attackdamage":58.46,"attackdamageperlevel":2.41,"attackrange":525,"attackspeedoffset":0,"attackspeedperlevel":1,"crit":0,"critperlevel":0,"hp":517.76,"hpperlevel":82,"hpregen":5.84,"hpregenperlevel":0.5,"movespeed":325,"mp":245.6,"mpperlevel":45,"mpregen":6.68,"mpregenperlevel":1,"spellblock":30,"spellblockperlevel":0},"info":{"attack":9,"defense":2,"magic":4,"difficulty":6},"name":"Jinx","title":"the Loose Cannon","partype":"MP","Q":{"cost":"0","cd":"1","range":"600","tooltip":"Jinx swaps weapons.<br><br><span class=\"colorFF9900\">Fishbones, the Rocket Launcher:<\/span> Basic attacks deal 110% Damage to the target and nearby enemies, gain 75\/100\/125\/150\/175 range, drain Mana, and scale 25% less with bonus Attack Speed.<br><br><span class=\"colorFF9900\">Pow-Pow, the Minigun:<\/span> Basic attacks grant bonus Attack Speed for 2.5 seconds. This effect stacks up to 3 times for a total bonus of <span class=\"colorFFFFFF\">Array%<\/span> (bonus scales with spell rank and Jinx's level). Stacks fall off one at a time and only benefit Jinx's first attack after switching to Rocket Launcher.","name":"Switcheroo!"},"W":{"cost":"50\/60\/70\/80\/90","cd":"10\/9\/8\/7\/6","range":"1450","tooltip":"Jinx fires a shock blast that deals 10\/60\/110\/160\/210 <span class=\"colorFF8C00\">(+1.4)<\/span> Physical Damage to the first enemy hit, revealing it if it is not stealthed and slowing it by 30\/40\/50\/60\/70% for 2 seconds.","name":"Zap!"},"E":{"cost":"50","cd":"24\/22\/20\/18\/16","range":"900","tooltip":" Jinx tosses out 3 chompers that, once armed, explode on contact with enemy champions, rooting the target for 1.5 seconds and dealing 80\/135\/190\/245\/300 <span class=\"color99FF99\">(+1)<\/span> Magic Damage over 1.5 seconds to nearby enemies. Chompers last for 5 seconds.","name":"Flame Chompers!"},"R":{"cost":"100","cd":"90\/75\/60","range":"25000","tooltip":"Jinx fires a rocket that gains damage over the first second it travels. It explodes on the first enemy champion hit, dealing 25\/35\/45 <span class=\"colorFF8C00\">(+0.1)<\/span> to 250\/350\/450 <span class=\"colorFF8C00\">(+1)<\/span> Physical Damage plus 25\/30\/35% of the target's missing Health. Nearby enemies take 80% Damage.","name":"Super Mega Death Rocket!"},"P":{"name":"Get Excited!","description":"Jinx receives massively increased Movement Speed and stacking Attack Speed whenever she damages an enemy champion, tower, or inhibitor that is then killed or destroyed within 3 seconds."},"lore":"Jinx lives to wreak havoc without a thought for the consequences, leaving a trail of mayhem and panic in her wake. A manic and impulsive criminal, she despises nothing more than boredom, and gleefully brings her own volatile brand of pandemonium to the one place she finds dullest: Piltover. With an arsenal of deadly toys, she unleashes the brightest explosions and loudest blasts - all the better to shock and surprise the hapless authorities. Always just out of the law's reach, Jinx's favorite game is to toy with Piltover's finest - especially Vi.<br><br>Piltover had long been known as the City of Progress, a place where peace and order reigned. That serenity was challenged when a new kind of criminal arrived, the likes of whom had never been seen. This mysterious outlaw unleashed a series of warped and destructive capers that endangered the entire city, and left its people reeling from the worst crime spree in Piltover's history.<br><br>As the string of crimes without rhyme or reason hit the city, sightings of the lawbreaker emerged. Though the young woman's origins were a mystery, some saw traces of Piltover hextech in her firearms, while others described the street fashions of Zaun in her dress. Because her arrival always brought trouble with it, those who crossed her path soon gave her a name: Jinx.<br><br>As Jinx's rampage escalated, Caitlyn - the sheriff of Piltover - responded by declaring a state of emergency and organizing a city-wide manhunt. In typical Jinx fashion, the criminal marked the Piltover treasury, the city's most secure building, with a direct challenge to its most abrasive officer. With a caricature of Vi's face splashed across the treasury's facade, and a scribbled time and date of her supposed raid, Jinx was openly daring the enforcer to stop her from robbing it.<br><br>Determined to put the troublemaker behind bars, Vi watched and waited outside the treasury until Jinx's time had finally come. True to her scrawled promise, the smiling menace showed her face. Knowing this was her chance to capture the outlaw, Vi gave chase into the building's interior. She smashed through wall after wall to chase down Jinx, who giggled as she lit up the evacuated treasury with fiery explosions. Vi finally cornered the criminal inside the vault, but Jinx wasn't done just yet. With a maniacal laugh, she fired a barrage of rockets, bringing the entire building down upon them both.<br><br>When Vi finally crawled out of the ruins, the battered enforcer found no trace of Jinx. Adding insult to injury, not a single ounce of gold had been taken from the ruined vault. Instead, the criminal left a parting message to her favorite officer of the law - a challenge only now visible through the gaping opening in Piltover's skyline. The lights of the city spelled out a simple taunt: you'll never catch me. As Vi read the message, she heard the distant laughter of her new nemesis, and the city plunged into utter darkness for the very first time.<br><br>''Oh look - I'm opening my box of care! Oh wait - it's empty!''<br>-- Jinx","skins":[{"id":222000,"name":"default","num":0},{"id":222001,"name":"Mafia Jinx","num":1},{"id":222002,"name":"Firecracker Jinx","num":2},{"id":222003,"name":"Slayer Jinx","num":3}]}}