{"JA":{"key":"Karma","role":"Mage \/ Support","stats":{"armor":20.384,"armorperlevel":3.8,"attackdamage":53.544,"attackdamageperlevel":3.3,"attackrange":525,"attackspeedoffset":0,"attackspeedperlevel":2.3,"crit":0,"critperlevel":0,"hp":522.44,"hpperlevel":83,"hpregen":5.62,"hpregenperlevel":0.55,"movespeed":335,"mp":374,"mpperlevel":50,"mpregen":8.5,"mpregenperlevel":0.8,"spellblock":30,"spellblockperlevel":0},"info":{"attack":1,"defense":7,"magic":8,"difficulty":5},"name":"カルマ","title":"目覚めし者","partype":"MP","Q":{"cost":"50\/55\/60\/65\/70","cd":"7\/6.5\/6\/5.5\/5","range":"950","tooltip":"指定方向に精神の炎を解き放つ。敵ユニットに命中すると爆発して範囲内の敵に80\/125\/170\/215\/260 <span class=\"color99FF99\">(+0.6)<\/span> の魔法ダメージを与え、1.5秒間25%のスロウ効果を付与する。<br><br><span class=\"colorFF9900\">マントラボーナス - 魂の劫火:<\/span> 追加でArray <span class=\"color99FF99\">(+0.3)<\/span> の魔法ダメージを与え、炎の輪を発生させて敵の移動速度をArray%低下させる。炎の輪は1.5秒後に爆発し、範囲内の敵にArray <span class=\"color99FF99\">(+0.6)<\/span> の魔法ダメージを与える。","name":"心炎"},"W":{"cost":"50\/55\/60\/65\/70","cd":"12","range":"675","tooltip":"対象の敵チャンピオンまたは中立モンスターと自身を鎖でつなぎ、ステルス状態を見破るとともに2秒間かけて60\/110\/160\/210\/260 <span class=\"color99FF99\">(+0.9) <\/span>の魔法ダメージを与える。効果終了時まで鎖が破壊されなければ、1\/1.25\/1.5\/1.75\/2秒間敵をスネア効果を付与する。<br><br><span class=\"colorFF9900\">マントラボーナス - 魂の新生:<\/span> カルマが失った体力のArray%<span class=\"color99FF99\"> (+Array%) <\/span>を回復する。効果終了時まで鎖が破壊されなければ、あるいはターゲットを倒せば、敵に与えるスネアの効果時間がArray秒延長され、カルマは再度失った体力のArray% <span class=\"color99FF99\">(+Array%)<\/span>を回復する。","name":"魂縛"},"E":{"cost":"60\/65\/70\/75\/80","cd":"10\/9.5\/9\/8.5\/8","range":"800","tooltip":"指定した味方ユニットにシールドを付与し、移動速度を1.5秒間40\/45\/50\/55\/60%増加させる。シールドは80\/110\/140\/170\/200 <span class=\"color99FF99\">(+0.5)<\/span> の耐久値を持ち、4秒間持続する。<br><br><span class=\"colorFF9900\">マントラボーナス - 信念の抵抗:<\/span> シールドからエネルギーがあふれ、対象の味方が受けるダメージをさらにArray <span class=\"color99FF99\">(+0.6)<\/span> 防ぐ。対象の周囲にいる味方チャンピオンにもシールドが付与され、最初の対象に与えたシールド耐久値のArray%にあたるダメージを防ぐ。1.5秒間、シールドを付与されたチャンピオン全員の移動速度がArray%増加する。","name":"激励"},"R":{"cost":"0","cd":"45\/42\/39\/36","range":"1100","tooltip":"カルマが次の8秒以内に使用するスキルに追加効果が付与される。<br><br><span class=\"colorFF9900\">魂の劫火: <\/span>ダメージが増加する。敵ユニットに命中するか最大距離に達すると炎の輪を展開し、範囲内の敵ユニットの移動速度を大幅に低下させるようになる。炎の輪は時間差で爆発し、再度ダメージを与える。<br><br><span class=\"colorFF9900\">魂の新生: <\/span>カルマの失われた体力の一部を回復する。効果終了時に鎖が断ち切られていなければ、敵に与えるスネア効果時間が延長され失われた体力の一部が再度回復する。<br><br><span class=\"colorFF9900\">信念の抵抗: <\/span>シールドが強化され、指定した味方ユニットの周囲にいる味方チャンピオンにもシールドが付与されて移動速度が増加する。","name":"マントラ"},"P":{"name":"寄せ火","description":"カルマが敵チャンピオンにダメージを与えるたび「マントラ」のクールダウンが短縮される(通常攻撃の場合は効果が半減)。"},"lore":"カルマは何者にも屈しない意思と、果てしなき精神力を兼ね備えた女性である。アイオニアの魂の象徴であり、戦場の兵を鼓舞する存在であるカルマは、仲間を守るだけでなく敵と戦うこともいとわない。強靭なリーダーでありながら、伝統と革新という相反する価値観の狭間で苦悩するカルマは、アイオニアの平和を守る道を求めている――必要とあれば血を流してでも。<br><br>かつてのカルマは、アイオニアの小村で平穏な暮らしを送っていた。老僧たちが治めるこの村で、人々は優しい魔法と平和主義の伝統を実践していた。精神世界との繋がりが人一倍強かったカルマは、あくまで一人の霊媒師として村人に愛され、すべてのアイオニア人が求める悟りの導き手として身を捧げるために、こうした伝統を受け入れていた。<br><br>カルマの心の平穏が試されたのは、ノクサス軍がアイオニアを侵略してきた時だった。平和的対話によってのみ、村は敵の暴力から救われる――そう訴える長老たちに対して、ノクサス人の非道な振る舞いをさんざん聞かされていたカルマは、公然と異を唱えた。だが長老たちは、一点の迷いもなくカルマを言い諭した。伝統を信じなさい、と。やがて侵略軍が村に迫ると、長老たちは血を流さずに戦いを終わらせるべく交渉に向かった。その惰弱な姿勢に憤慨したノクサス軍の将軍は、みずから老僧たちを殺害。配下の兵に村の襲撃を命じた。<br><br>ノクサス軍が迫りくる中、村人たちは死を受け入れ、待っていた。彼らは最後まで平和の誓いを貫くつもりであった。しかし、カルマは違った。彼女は新たなる道を見出したのだ、一つの命を犠牲にしてでも、より多くの命を救わんと決めたのである。カルマは村人たちを救うために内なる力を呼び覚まし、その精神力すべてを解放した。彼女の体からは精神の力が炎のごとく噴き出し、アイオニアの紋章たる双竜の姿を取ると、渦を巻きながらノクサス軍の将軍に襲いかかったという。カルマはこのとき初めて、誰かを守るためではなく傷つけるために力を使ったのである。それは彼女も含めて、誰もが見たことのない光景であった。魔法が終息すると、将軍はカルマの目の前に崩れ落ち、兵士たちは散り散りになっていた。カルマの力を恐れた敵軍は降参し、村人たちの命や伝統は守られたのである。<br><br>激しい戦乱の中で、カルマはアイオニア抵抗運動の強力な指導者となっていった。しかし、ノクサス軍がアイオニアを去った後も、争いは止まなかった。アイオニアは、報復を求める抵抗派の戦士たちと、超俗的な伝統への回帰を求める僧たちとの間で分裂してしまったのである。だがカルマはそこに第三の道を見出していた――アイオニアが戦争中に発揮した力と、この国が今でも大切にしている平和の伝統とを結びつける道を。そしてカルマは今、荒廃した祖国に揺るぎない平和を取り戻そうとしている。<br><br>「あなたの心は誰にも奪えないわ。賢く使いなさい」<br>-- カルマ","skins":[{"id":43000,"name":"default","num":0},{"id":43001,"name":"太陽の女神<br>カルマ","num":1},{"id":43002,"name":"サクラカルマ","num":2},{"id":43003,"name":"伝統的な衣装<br>カルマ","num":3},{"id":43004,"name":"蓮華の騎士団<br>カルマ","num":4},{"id":43005,"name":"番人<br>カルマ","num":5}]},"EN":{"key":"Karma","role":"Mage \/ Support","stats":{"armor":20.384,"armorperlevel":3.8,"attackdamage":53.544,"attackdamageperlevel":3.3,"attackrange":525,"attackspeedoffset":0,"attackspeedperlevel":2.3,"crit":0,"critperlevel":0,"hp":522.44,"hpperlevel":83,"hpregen":5.62,"hpregenperlevel":0.55,"movespeed":335,"mp":374,"mpperlevel":50,"mpregen":8.5,"mpregenperlevel":0.8,"spellblock":30,"spellblockperlevel":0},"info":{"attack":1,"defense":7,"magic":8,"difficulty":5},"name":"Karma","title":"the Enlightened One","partype":"MP","Q":{"cost":"50\/55\/60\/65\/70","cd":"7\/6.5\/6\/5.5\/5","range":"950","tooltip":"Fires a blast of energy that explodes upon enemy contact, dealing 80\/125\/170\/215\/260 <span class=\"color99FF99\">(+0.6)<\/span> magic damage and slowing Movement Speed by 25% for 1.5 seconds. <br><br><span class=\"colorFF9900\">Mantra Bonus - Soulflare:<\/span> Deals Array <span class=\"color99FF99\">(+0.3)<\/span> additional magic damage and leaves a circle of flame that slows enemies by Array%. After 1.5 seconds the circle erupts, dealing Array <span class=\"color99FF99\">(+0.6)<\/span> magic damage to enemies in the area.","name":"Inner Flame"},"W":{"cost":"50\/55\/60\/65\/70","cd":"12","range":"675","tooltip":"Links Karma to an enemy champion or monster, revealing them, and dealing 60\/110\/160\/210\/260 <span class=\"color99FF99\">(+0.9) <\/span>magic damage over 2 seconds, rooting them in place for 1\/1.25\/1.5\/1.75\/2 second(s) if the link is not broken.<br><br><span class=\"colorFF9900\">Mantra Bonus - Renewal:<\/span> Karma is healed for Array% <span class=\"color99FF99\">(+Array%)<\/span> of her missing health. If the link is not broken or the target dies, the root duration is increased by Array second(s) and Karma is healed for Array% <span class=\"color99FF99\">(+Array%)<\/span> of her missing health.","name":"Focused Resolve"},"E":{"cost":"60\/65\/70\/75\/80","cd":"10\/9.5\/9\/8.5\/8","range":"800","tooltip":"Target ally gains a shield, granting 40\/45\/50\/55\/60% Movement Speed for 1.5 seconds and absorbing 80\/110\/140\/170\/200 <span class=\"color99FF99\">(+0.5)<\/span> damage for 4 seconds.<br><br><span class=\"colorFF9900\">Mantra Bonus - Defiance:<\/span> The shield overflows with energy, absorbing an additional Array <span class=\"color99FF99\">(+0.6)<\/span> damage. Nearby allied champions gain shields that absorb Array% as much as the initial target's shield. All champions shielded gain Array% movement speed for 1.5 seconds.","name":"Inspire"},"R":{"cost":"0","cd":"45\/42\/39\/36","range":"1100","tooltip":"Karma empowers her next ability within 8 seconds for an additional effect. <br><br><span class=\"colorFF9900\">Soulflare: <\/span>Deals bonus damage and leaves behind a circle of flame, slowing enemies and dealing additional damage. <br><br><span class=\"colorFF9900\">Renewal: <\/span>Karma heals for a portion of her missing health. If the link is unbroken the root is longer and Karma is healed again.<br><br><span class=\"colorFF9900\">Defiance: <\/span>The shield is stronger and allied champions around the target also gain a shield and movement speed.","name":"Mantra"},"P":{"name":"Gathering Fire","description":"Reduces Mantra's cooldown each time Karma damages an enemy champion with one of her abilities (Half-effect for Karma's basic attacks)"},"lore":"Karma is a woman of indomitable will and unbound spiritual power. She is the soul of Ionia made manifest and an inspiring presence on the battlefield, shielding her allies and turning back her foes. A strong leader torn between tradition and revolution, Karma seeks to protect the peace of Ionia - by force if necessary.<br><br>Karma once lived a tranquil life in a small Ionian village. Led by elder monks, the villagers practiced a tradition of benevolent magic and pacifism. Known for her powerful connection to the spiritual realm and beloved as a just mediator amongst her people, Karma embraced these traditions as an essential aspect of the enlightenment sought by all Ionians. <br><br>Her inner peace was tested when the armies of Noxus invaded Ionia. While the village's elder monks insisted their peaceful ways would spare them from violence, Karma had heard enough tales of Noxian cruelty to openly question the elders' wisdom. Stern and unmoving, they told her to trust in tradition. When the invaders marched on the village, the elder monks rode out to negotiate a bloodless end to the battle. The Noxian general was offended by their show of weakness and slaughtered the monks himself as he ordered his soldiers to strike the village.<br><br>As the Noxians advanced, the villagers prepared to accept death, bound to their peaceful vows. But Karma would not accept death and instead saw another way: sacrificing a single life to spare many others. To save her people, she drew upon the power within and summoned the full force of her will. A burst of spirit fire emerged from her body and spiraled towards the Noxian general. The flame took the form of twin dragons, the symbol of Ionia itself. It was the first time Karma had ever used her powers to harm instead of protect, and neither she nor the villagers had ever seen anything like it. When the magic subsided, the general had fallen before her and his soldiers had scattered. The opposing forces surrendered to Karma's strength leaving her people, and their traditions, untouched. <br><br>While the war raged on, Karma became a formidable leader of the Ionian resistance, but the conflict did not end when Noxus's armies fled the Ionian shores. Ionia became divided between the resistance fighters who craved vengeance and the monks who demanded a return to spiritual tradition. Karma saw a third path, one that combined the strength Ionia found in war with the peaceful traditions the nation still held dear. She now seeks to return her ravaged land to an enduring peace.<br><br>''Your spirit is something no one can take from you. Use it wisely.'' <br>-- Karma","skins":[{"id":43000,"name":"default","num":0},{"id":43001,"name":"Sun Goddess Karma","num":1},{"id":43002,"name":"Sakura Karma","num":2},{"id":43003,"name":"Traditional Karma","num":3},{"id":43004,"name":"Order of the Lotus Karma","num":4},{"id":43005,"name":"Warden Karma","num":5}]}}