{"JA":{"key":"Kennen","role":"Mage \/ Marksman","stats":{"armor":24.3,"armorperlevel":3.75,"attackdamage":50.544,"attackdamageperlevel":3.3,"attackrange":550,"attackspeedoffset":-0.0947,"attackspeedperlevel":3.4,"crit":0,"critperlevel":0,"hp":535.72,"hpperlevel":79,"hpregen":5.59,"hpregenperlevel":0.65,"movespeed":335,"mp":200,"mpperlevel":0,"mpregen":50,"mpregenperlevel":0,"spellblock":30,"spellblockperlevel":0},"info":{"attack":6,"defense":4,"magic":7,"difficulty":4},"name":"ケネン","title":"雷雲の担い手","partype":"Energy","Q":{"cost":"60\/55\/50\/45\/40","cd":"8\/7\/6\/5\/4","range":"950","tooltip":"命中した敵に75\/115\/155\/195\/235 <span class=\"color99FF99\">(+0.75)<\/span>の魔法ダメージを与える手裏剣を投げる。","name":"雷遁手裏剣"},"W":{"cost":"40","cd":"14\/12\/10\/8\/6","range":"725","tooltip":"<span class=\"colorFF9900\">自動効果:<\/span> ケネンの5回ごとの通常攻撃で自身の攻撃力の40\/50\/60\/70\/80%に相当する追加魔法ダメージが発生し、対象に「嵐の刻印」を付与する。<br><br><span class=\"colorFF9900\">発動効果:<\/span> 「嵐の刻印」か「雷撃の大嵐」の効果を受けている付近の敵ユニットに対し激しい電流を放ち65\/95\/125\/155\/185 <span class=\"color99FF99\">(+0.55)<\/span> の魔法ダメージを与える。","name":"稲妻の奔流"},"E":{"cost":"100\/95\/90\/85\/80","cd":"10\/9\/8\/7\/6","range":"200","tooltip":"ケネンの移動速度が倍増し、2秒間ユニットをすり抜ける状態になり、接触した敵ユニットに85\/125\/165\/205\/245 <span class=\"color99FF99\">(+0.6)<\/span>の魔法ダメージを与える。さらにケネンの物理防御と魔法防御が4秒間10\/20\/30\/40\/50増加する。<br><br>また、最初の敵との接触時に気が40回復する。<br>ミニオンへのダメージは半減する。","name":"疾風迅雷"},"R":{"cost":"0","cd":"120","range":"550","tooltip":"魔法の嵐を3秒間呼び出し、付近にいる全ての敵に0.5秒ごとに80\/145\/210 <span class=\"color99FF99\">(+0.4)<\/span> の魔法ダメージを与え、最大で3回まで「嵐の刻印」を付与する。<br><br>同じ対象に雷撃が的に命中する度にダメージは25%減少する(最小ダメージ50%)。","name":"雷撃の大嵐"},"P":{"name":"嵐の刻印","description":"ケネンのスキルが命中するたび、対象に6秒間「嵐の刻印」を与える。「嵐の刻印」を3回受けた敵は1.25秒間スタン状態になり、ケネンの気が25回復する。<br><br><span class=\"color99FF99\">6秒以内にもう一度スタンを与えた場合、スタンの効果時間は0.5秒減少する。<\/span>"},"lore":"アイオニア諸島には、古代から受け継がれてきた万物の均衡を保つことを務めとする組織が存在する。秩序、混沌、光、闇――彼らの教義によれば、森羅万象の完全な調和こそが、宇宙の正しき在りかたであるという。「均衡の守人」と呼ばれるその組織は、自らの大義を為すために「影の戦士」と呼ばれる三人衆を擁している。ケネンもその戦士の一人として「日輪の追行」という神聖なる任務を託されており、「均衡の守人」のもとで大義の遂行に励み続けている。<br><br>ケネンはバンドルシティで生まれた。その出産はさながら稲妻のごとしで、最初は子宮から電光石火の勢いで飛び出し、次の瞬間には産婆の手を振り切ってすっ飛んでいったと言われている。ケネンの両親は彼が成長するにつれて落ち着くだろうと思っていたようだが、実際は成長するにつれて、ケネンのエネルギーの暴走には歯止めが効かなくなっていった。その賜物というべきかケネンは凄まじい俊足を身につけるに至ったが、その驚くべき才能とは裏腹に、この頃の彼はさほど世間の注目を集めていなかった (あまりにも足が速かったので、少なくとも誰もこのイタズラ坊主を捕まえられなかった)。ところがある日、彼は賭けに勝つため、プラシディウムの巨大な外壁をまっしぐらに駆け上るという偉業を達成する。この出来事がついに「均衡の守人」たちの耳に届き、ケネンはただちに、そして密かにスカウトされたという次第である。ケネンは“雷雲の担い手”としての役割を気に入っており、世界中の人々に「均衡の守人」の言葉を伝えつつ、均衡を脅かす者たちには罰を与えている。現在ケネンは、同胞であるシェンとアカリの二人と共に、ヴァロランの調和のために暗躍している。三人衆が担うこの神聖なる任務が、彼らをフィールド・オブ・ジャスティスに導いたのは、ごく自然のなりゆきだったと言えるだろう。<br><br>「“雷雲の担い手”の鼓動は止まず… それを叩き込まれたものは忘れられずってね」","skins":[{"id":85000,"name":"default","num":0},{"id":85001,"name":"デッドケネン","num":1},{"id":85002,"name":"沼地の主人<br>ケネン","num":2},{"id":85003,"name":"空手家ケネン","num":3},{"id":85004,"name":"ドクターケネン","num":4},{"id":85005,"name":"極寒の工作員<br>ケネン","num":5},{"id":85006,"name":"ブラッドムーン<br>ケネン","num":6}]},"EN":{"key":"Kennen","role":"Mage \/ Marksman","stats":{"armor":24.3,"armorperlevel":3.75,"attackdamage":50.544,"attackdamageperlevel":3.3,"attackrange":550,"attackspeedoffset":-0.0947,"attackspeedperlevel":3.4,"crit":0,"critperlevel":0,"hp":535.72,"hpperlevel":79,"hpregen":5.59,"hpregenperlevel":0.65,"movespeed":335,"mp":200,"mpperlevel":0,"mpregen":50,"mpregenperlevel":0,"spellblock":30,"spellblockperlevel":0},"info":{"attack":6,"defense":4,"magic":7,"difficulty":4},"name":"Kennen","title":"the Heart of the Tempest","partype":"Energy","Q":{"cost":"60\/55\/50\/45\/40","cd":"8\/7\/6\/5\/4","range":"950","tooltip":"Throws a shuriken that deals 75\/115\/155\/195\/235 <span class=\"color99FF99\">(+0.75)<\/span> magic damage to the first enemy it hits.","name":"Thundering Shuriken"},"W":{"cost":"40","cd":"14\/12\/10\/8\/6","range":"725","tooltip":"<span class=\"colorFF9900\">Passive:<\/span> Every 5 attacks, Kennen deals bonus magic damage equal to 40\/50\/60\/70\/80% of his attack damage and adds a Mark of the Storm to his target.<br><br><span class=\"colorFF9900\">Active:<\/span> Sends a surge of electricity through all nearby enemies affected by Mark of the Storm or Slicing Maelstrom, dealing 65\/95\/125\/155\/185 <span class=\"color99FF99\">(+0.55)<\/span> magic damage.","name":"Electrical Surge"},"E":{"cost":"100\/95\/90\/85\/80","cd":"10\/9\/8\/7\/6","range":"200","tooltip":"Kennen doubles his base movement speed and ignores unit collision for 2 seconds, dealing 85\/125\/165\/205\/245 <span class=\"color99FF99\">(+0.6)<\/span> magic damage to any enemy he passes through. Additionally, Kennen will gain 10\/20\/30\/40\/50 Armor and Magic Resist for 4 seconds.<br><br>Kennen gains 40 Energy the first time he passes through an enemy.<br>Lightning Rush deals half damage to minions.","name":"Lightning Rush"},"R":{"cost":"0","cd":"120","range":"550","tooltip":"Summons a magical storm for 3 seconds that deals 80\/145\/210 <span class=\"color99FF99\">(+0.4)<\/span> magic damage to all enemies near Kennen every 0.5 seconds. Each hit applies Mark of the Storm, up to a maximum of 3.<br><br>Each time an enemy is struck, further hits deal 25% less damage (minimum of 50% damage).","name":"Slicing Maelstrom"},"P":{"name":"Mark of the Storm","description":"Kennen's abilities add one stack of Mark of the Storm to their target for 6 seconds. If the target reaches 3 stacks, it is stunned for 1.25 seconds and Kennen gains 25 Energy. <br><br><span class=\"color99FF99\">The stun will be a diminished duration of 0.5 seconds if it occurs again within 6 seconds.<\/span>"},"lore":"There exists an ancient order originating in the Ionian Isles dedicated to the preservation of balance. Order, chaos, light, darkness -- all things must exist in perfect harmony for such is the way of the universe. This order is known as the Kinkou and it employs a triumvirate of shadow warriors to uphold its causes in the world. Kennen is one of these shadow warriors, entrusted with the sacred duty of Coursing the Sun - tirelessly conveying the justice of the Kinkou.<br><br>Kennen was born in Bandle City and it was said that in his first living moments he bolted first from the womb and second from the midwife who delivered him. His parents had thought that he would outgrow his boundless energy, but as he matured his energy found no limits and was matched only by his unnerving speed. Despite his astonishing gifts, he remained unnoticed (or at least uncaught, as he was quite the prankster) until, on a dare, he ran straight up the great outer wall of the Placidium. When word of this feat reached Kinkou ears, Kennen was quickly and quietly brought in for an audience. He found that the role of the Heart of the Tempest suited him, frenetically delivering both the word and the punishments of the Kinkou across the realm. He now works with his fellows Akali and Shen to enforce the balance of Valoran. This hallowed pursuit has unsurprisingly led the triumvirate to the Fields of Justice.<br><br>''The Heart of the Tempest beats eternal...and those beaten remember eternally.''","skins":[{"id":85000,"name":"default","num":0},{"id":85001,"name":"Deadly Kennen","num":1},{"id":85002,"name":"Swamp Master Kennen","num":2},{"id":85003,"name":"Karate Kennen","num":3},{"id":85004,"name":"Kennen M.D.","num":4},{"id":85005,"name":"Arctic Ops Kennen","num":5},{"id":85006,"name":"Blood Moon Kennen","num":6}]}}