{"JA":{"key":"LeeSin","role":"Fighter \/ Assassin","stats":{"armor":24.216,"armorperlevel":3.7,"attackdamage":61.176,"attackdamageperlevel":3.2,"attackrange":125,"attackspeedoffset":-0.04,"attackspeedperlevel":3,"crit":0,"critperlevel":0,"hp":570.8,"hpperlevel":85,"hpregen":7.425,"hpregenperlevel":0.7,"movespeed":350,"mp":200,"mpperlevel":0,"mpregen":50,"mpregenperlevel":0,"spellblock":32.1,"spellblockperlevel":1.25},"info":{"attack":8,"defense":5,"magic":3,"difficulty":6},"name":"リー・シン","title":"盲目の修行僧","partype":"Energy","Q":{"cost":"50","cd":"11\/10\/9\/8\/7","range":"1000","tooltip":"<span class=\"colorFF9900\">「響掌」: <\/span>敵の位置を探るひずんだ音波を発射して、最初に当たった敵ユニットに50\/80\/110\/140\/170 <span class=\"colorFF8C00\">(+Array)<\/span> の物理ダメージを与える。<span class=\"color99FF99\">命中してから3秒間「共鳴撃」を発動できる。<\/span><br><br><span class=\"colorFF9900\">「共鳴撃」: <\/span>「響掌」が命中した敵に突撃し、減少体力の8%と50\/80\/110\/140\/170 <span class=\"colorFF8C00\">(+Array)<\/span> の物理ダメージを与える。(対中立モンスターには最大400ダメージまで)","name":"響掌\/共鳴撃"},"W":{"cost":"50","cd":"14","range":"700","tooltip":"<span class=\"colorFF9900\">「守りの型」: <\/span>指定した味方ユニットか自軍ワードのもとへ素早く移動する。対象が味方チャンピオンの場合、自身と対象を2秒間耐久値40\/80\/120\/160\/200 <span class=\"color99FF99\">(+0.8)<\/span>の シールドで守り、クールダウンが50%短縮される。<span class=\"color99FF99\">使用後3秒間は「鉄の意志」を発動できる。 <\/span><br><br><span class=\"colorFF9900\">「鉄の意志」: <\/span>4秒間ライフスティールとスペルヴァンプが5\/10\/15\/20\/25%増加する。","name":"守りの型\/鉄の意志"},"E":{"cost":"50","cd":"10","range":"425","tooltip":"<span class=\"colorFF9900\">「破風」: <\/span>地面を強打して自身の周囲に衝撃波を発生させる。範囲内の敵ユニットに60\/95\/130\/165\/200 <span class=\"colorFF8C00\">(+Array)<\/span> の魔法ダメージを与え、4秒間可視状態にする。<span class=\"color99FF99\">「破風」が命中した敵は、3秒間「縛脚」での追撃が可能。<\/span><br><br><span class=\"colorFF9900\">「縛脚」: <\/span>「破風」で可視状態になった周囲にいる敵を追撃し、4秒間20\/30\/40\/50\/60%のスロウ効果を付与する。移動速度は時間が経過するとともに徐々に元に戻る。","name":"破風\/縛脚"},"R":{"cost":"0","cd":"90\/75\/60","range":"375","tooltip":"指定した敵チャンピオンに強力な回し蹴りを食らわせて後方にノックバックさせる。ノックバックしたチャンピオンと衝突した敵ユニットにも200\/400\/600 <span class=\"colorFF8C00\">(+Array)<\/span> の物理ダメージを与え、短時間ノックアップする。対象が敵チャンピオンと衝突する度にそのチャンピオンの増加体力の12\/15\/18%を物理ダメージとして与える。<\/span>","name":"龍の怒り"},"P":{"name":"練気","description":"スキル使用後、次の通常攻撃2回の攻撃速度が40%アップし、それぞれ20\/10の気を回復する。"},"lore":"思春期を迎えたばかりの頃のリー・シンは、サモナーになるという夢に燃えていた。その意志の強さと情熱は同世代の子どもたちとは比較にならず、技能の面でもとりわけ突出していたため、当時リーグの上級評議員だったレジナルド・アシュラムの目に留まることとなった。こうしてアルカナム・マジョリスに入学したリー・シンだったが、他の生徒たちのペースに合わせた授業に苛立ちを覚えるようになり、自由時間に自習を重ねてサモナーの技の機微を学び、通常より早期の卒業を目指すことにした。結果、召喚学で目覚ましい成長を遂げた彼は学内トップの成績を収め、周囲からも、将来リーグ史上最も優秀なサモナーとなるに足る素質の持ち主と認められていたのである。しかし若きリー・シンは、ある日取り返しのつかない過ちを犯してしまう。自らの力を過信し、プレイグジャングルから獣を呼び出して腕試しをしようとした彼は、誤って幼い少年を召喚してしまったのだ。現れた少年は、リー・シンがその顔を見る間もなく、ぐちゃぐちゃの肉片となって床に崩れ落ちた。その後リーグが行った調査によれば、このときリー・シンが行った儀式の影響で、その少年の暮らす村全体が跡形もなく消え去っていたという。<br><br>リー・シンは極めて将来有望な生徒だったため、リーグはこの件についてお咎めなしとする意向を示したが、本人は自分が犯した過ちを許すことができなかった。学院を去り、遠くアイオニアまで旅をした彼は、自らが犯した罪を生涯悔い改めつづけるため、精仁寺の門をたたき、二度と魔法に手を染めないことを誓ったのである。それから幾年もの年月が過ぎ、殉教者として罪を清めたいと願った<br>リー・シンは、アイオニアを占拠するノクサスの横暴に対する抗議として、自らの体に火をつけた。彼はその後数週間、燃える体で生きつづけ、強烈な苦しみに耐え抜いたという。その後、リー・シンのこの行動が契機となり、ノクサスとの間にリーグでの試合が開催され、アイオニアは勝利を収めることとなる。しかし、彼をあぶる火がようやく鎮火されたときには、その両目は完全に燃え尽きてしまっていた。一国の救世主として世に認知され、生まれ変わったリー・シンは、新たな活動に従事する活力を取り戻していた。リーグ・オブ・レジェンドのチャンピオンとなった彼は、真の修行僧が唯一所有を許されるもの、すなわち、自らの汗と血で、過去の過ちを償いつづけている。<br><br>「一人の行いが世界を切り裂こうとも、大勢の努力が再建するだろう」<br>- リー・シン","skins":[{"id":64000,"name":"default","num":0},{"id":64001,"name":"伝統的な衣装<br>リー・シン","num":1},{"id":64002,"name":"従者リー・シン","num":2},{"id":64003,"name":"龍拳リー・シン","num":3},{"id":64004,"name":"ムエタイ<br>リー・シン","num":4},{"id":64005,"name":"プールパーティ<br>リー・シン","num":5},{"id":64006,"name":"SKT T1<br>リー・シン","num":6},{"id":64010,"name":"K.O. リー・シン","num":10}]},"EN":{"key":"LeeSin","role":"Fighter \/ Assassin","stats":{"armor":24.216,"armorperlevel":3.7,"attackdamage":61.176,"attackdamageperlevel":3.2,"attackrange":125,"attackspeedoffset":-0.04,"attackspeedperlevel":3,"crit":0,"critperlevel":0,"hp":570.8,"hpperlevel":85,"hpregen":7.425,"hpregenperlevel":0.7,"movespeed":350,"mp":200,"mpperlevel":0,"mpregen":50,"mpregenperlevel":0,"spellblock":32.1,"spellblockperlevel":1.25},"info":{"attack":8,"defense":5,"magic":3,"difficulty":6},"name":"Lee Sin","title":"the Blind Monk","partype":"Energy","Q":{"cost":"50","cd":"11\/10\/9\/8\/7","range":"1000","tooltip":"<span class=\"colorFF9900\">Sonic Wave: <\/span>Lee Sin projects a discordant wave of sound to locate his enemies, dealing 50\/80\/110\/140\/170 <span class=\"colorFF8C00\">(+Array)<\/span> physical damage to the first enemy it encounters. <span class=\"color99FF99\">If Sonic Wave hits, Lee Sin can cast Resonating Strike for the next 3 seconds.<\/span><br><br><span class=\"colorFF9900\">Resonating Strike: <\/span>Lee Sin dashes to the enemy hit by Sonic Wave, dealing 50\/80\/110\/140\/170 <span class=\"colorFF8C00\">(+Array)<\/span> physical damage plus 8% of their missing Health (Max: 400 Damage vs. Monsters).","name":"Sonic Wave \/ Resonating Strike"},"W":{"cost":"50","cd":"14","range":"700","tooltip":"<span class=\"colorFF9900\">Safeguard: <\/span>Lee Sin rushes to target ally. If the ally is a champion, Lee Sin shields the ally and himself for 40\/80\/120\/160\/200 <span class=\"color99FF99\">(+0.8)<\/span> damage for 2 seconds and Safeguard's cooldown is reduced by 50%.<span class=\"color99FF99\"> After using Safeguard, Lee Sin can cast Iron Will for the next 3 seconds.<\/span><br><br><span class=\"colorFF9900\">Iron Will: <\/span>Lee Sin gains 5\/10\/15\/20\/25% Life Steal and Spell Vamp for 4 seconds.","name":"Safeguard \/ Iron Will"},"E":{"cost":"50","cd":"10","range":"425","tooltip":"<span class=\"colorFF9900\">Tempest: <\/span>Lee Sin smashes the ground, sending out a shockwave that deals 60\/95\/130\/165\/200 <span class=\"colorFF8C00\">(+Array)<\/span> magic damage and reveals enemies hit for 4 seconds.<span class=\"color99FF99\"> If Tempest hits an enemy, Lee Sin can cast Cripple for the next 3 seconds.<\/span><br><br><span class=\"colorFF9900\">Cripple: <\/span>Lee Sin cripples nearby enemies revealed by Tempest for 4 seconds, slowing their Movement Speed by 20\/30\/40\/50\/60%. Movement Speed recovers gradually over the duration.","name":"Tempest \/ Cripple"},"R":{"cost":"0","cd":"90\/75\/60","range":"375","tooltip":"Lee Sin performs a powerful roundhouse kick knocking an enemy champion back and dealing 200\/400\/600 <span class=\"colorFF8C00\">(+Array)<\/span> physical damage.<br><br>Enemies the target collides with are knocked into the air briefly and take physical damage equal to 200\/400\/600 <span class=\"colorFF8C00\">(+Array)<\/span> plus 12\/15\/18% of the initial target's bonus health.<\/span>","name":"Dragon's Rage"},"P":{"name":"Flurry","description":"After Lee Sin uses an ability, his next 2 basic attacks gain 40% Attack Speed and return 20\/10 Energy."},"lore":"As a young teen, Lee Sin was intent on becoming a summoner. His will and dedication were unmatched by any of his peers, and his skill drew the attention of Reginald Ashram, the League's High Councilor at the time. While studying at the Arcanum Majoris, Lee Sin became frustrated with instruction paced for the other students. He spent his free time researching the nuances of summoning in hopes of graduating sooner. He made amazing advances in his arcane studies, surpassing all other students. By all indications, he would have become one of the League's greatest summoners were it not for one terrible mistake. Too impatient, he attempted to test his ability by summoning a beast from the Plague Jungles. What he summoned instead was a young boy, but not in one piece. He barely had time to look the boy in what was once his face before the jumbled human mass fell lifeless to the floor. A League investigation later revealed that the boy's entire village was obliterated by feedback from the ritual.<br><br>Lee Sin's talents were so promising that the League was willing to overlook the incident, but he could never forgive himself. He left the Institute and journeyed to the Shojin Monastery for eternal repentance, swearing never to practice magic again. Years later, hoping to atone for his crime with martyrdom, he set himself ablaze as a protest of the Noxian occupation of Ionia. He remained alive in this state, enduring searing agony for weeks. His actions paved the way for a League match wherein Ionia prevailed, but by the time he was doused, his eyes had been burned completely from their sockets. Hailed as a savior, he was reborn, and his will to act invigorated. He joined the League of Legends to continue his atonement with sweat and blood, a true monk's only possessions.<br><br>''The actions of one may sunder the world, but the efforts of many may rebuild it.''<br>- Lee Sin","skins":[{"id":64000,"name":"default","num":0},{"id":64001,"name":"Traditional Lee Sin","num":1},{"id":64002,"name":"Acolyte Lee Sin","num":2},{"id":64003,"name":"Dragon Fist Lee Sin","num":3},{"id":64004,"name":"Muay Thai Lee Sin","num":4},{"id":64005,"name":"Pool Party Lee Sin","num":5},{"id":64006,"name":"SKT T1 Lee Sin","num":6},{"id":64010,"name":"Knockout Lee Sin","num":10}]}}