{"JA":{"key":"Lissandra","role":"Mage","stats":{"armor":20.216,"armorperlevel":3.7,"attackdamage":50.536,"attackdamageperlevel":2.7,"attackrange":550,"attackspeedoffset":0,"attackspeedperlevel":1.36,"crit":0,"critperlevel":0,"hp":506.12,"hpperlevel":84,"hpregen":6.92,"hpregenperlevel":0.55,"movespeed":325,"mp":304,"mpperlevel":50,"mpregen":5.67,"mpregenperlevel":0.4,"spellblock":30,"spellblockperlevel":0},"info":{"attack":2,"defense":5,"magic":8,"difficulty":6},"name":"リサンドラ","title":"氷の魔女","partype":"MP","Q":{"cost":"85","cd":"6\/5.25\/4.5\/3.75\/3","range":"725","tooltip":"指定方向に氷の槍を放つ。最初に触れた敵ユニットに70\/100\/130\/160\/190 <span class=\"color99FF99\">(+0.65)<\/span> の魔法ダメージを与え、1.5秒間16\/19\/22\/25\/28%のスロウ効果を付与する。槍は敵に命中すると破片となり、その背後にいる敵ユニットに同量の魔法ダメージを与える。","name":"アイスシャード"},"W":{"cost":"50","cd":"14\/13\/12\/11\/10","range":"450","tooltip":"周囲にいる敵ユニットに70\/110\/150\/190\/230 <span class=\"color99FF99\">(+0.4)<\/span> の魔法ダメージを与え、1.1\/1.2\/1.3\/1.4\/1.5秒間スネア効果を付与する。","name":"リング・オブ・フロスト"},"E":{"cost":"80\/85\/90\/95\/100","cd":"24\/21\/18\/15\/12","range":"1050","tooltip":"指定方向に前進する氷の爪を召喚し、触れた敵ユニットに70\/115\/160\/205\/250 <span class=\"color99FF99\">(+0.6)<\/span> の魔法ダメージを与える。<br><br>効果時間中に再度発動すると爪の位置へワープする。","name":"グラシアルパス"},"R":{"cost":"100","cd":"130\/105\/80","range":"550","tooltip":"<span class=\"colorFF9999\">敵に使用: <\/span>指定した敵チャンピオンを凍結させ、1.5秒間スタン効果を付与する。<br><br><span class=\"colorCCFF99\">自身に使用: <\/span>2.5秒間、体が闇の氷に覆われ体力を100\/150\/200 <span class=\"color99FF99\">(+0.3)<\/span> 回復する(減少体力1%ごとに回復量が1%増加する)。その間行動できなくなるかわり、敵から対象指定されずダメージも受けなくなる。<br><br>発動後対象の足元から闇の氷が広がり、触れた敵ユニットに150\/250\/350 <span class=\"color99FF99\">(+0.7)<\/span> の魔法ダメージを与える。氷は3秒間持続し、敵の移動速度を30\/45\/75%低下させる。","name":"フローズングレイブ"},"P":{"name":"アイスボーン","description":"18秒毎に次に発動するスキルのマナコストが0になる。<br>この秒数はスキルで敵の動きを制限するたびに1秒短くなる。(アイテムによる移動制限効果には適用されない)"},"lore":"リサンドラの魔力は清らかな氷さえも闇で汚し、暗く恐ろしいモノへとねじ曲げる。彼女が操る黒き氷はただ物を凍らせるだけにとどまらず、彼女に従わぬ者を刺し貫き、押しつぶす武器となる。北部の民からは“氷の魔女”と呼ばれ恐れられるリサンドラだが、その実体は遥かに邪悪だ。彼女は世界に氷河期をもたらさんとたくらむ、自然の破壊者なのだ。<br><br>今から何世紀もの昔、リサンドラは自らの民を裏切り、「凍れる番人」と呼ばれる悪しき存在におもねって強大な力を得た。彼女の体内に温かい血が流れていたのは、その日が最後だった。闇に心を穢された民を率い、「番人」たちから授かった力を振るうリサンドラは、容赦のない猛吹雪のごとく世界を席巻していった。氷の魔女の帝国が拡大するにつれ、世界の気温は下がり、大地は氷に飲み込まれていった。古の英雄たちが「番人」たちを討伐した後もリサンドラは忠誠を守り、やがて訪れる「番人」復活の日に備えて、世界を整えることを誓ったのである。<br><br>その後リサンドラは、「凍れる番人」に関するありとあらゆる知識を、世界から抹消する作業に取りかかった。彼女は人間の形を模す魔法の力で様々な予言者や長老に化け、フレヨルドにまつわる伝承の数々を、幾世代もかけて書き換えていった。そうすることで、民の歴史まで変わってしまったのだった。今日、断片的に再構成された「凍れる番人」の物語を、人々は子どもに語り聞かせるおとぎ話にすぎないと考えている。こうして世界を欺くことに成功したリサンドラだったが、これだけではまだ不十分だった。彼女には軍勢が必要だったのである。<br><br>そこでリサンドラは、氷結の守護者（フロストガード）と呼ばれる高貴な一族に目をつけた。懐柔には何世紀もの時間を要すると踏んだ彼女は、ここで極めて大がかりな策に出る。氷結の守護者の長を殺害して自ら成りすまし、じっくりと時間をかけ、一族の崇高な伝統をねじ曲げていったのだ。やがて人間の体が老いると自らの死を偽装し、今度は後継者の女性を殺して彼女に成りすました。こうして世代が進むごとに氷結の守護者の民は孤立を深め、冷酷で邪悪な一族へと変貌していった。今日も氷結の守護者は世の人々から、気高く平和的な一族であり、氷の魔女のような邪悪な存在から世界を守る民と認識されている。しかし今やその実態は、氷の魔女に仕え、「凍れる番人」たちの華々しい帰還を待ちわびる集団に他ならないのである。<br><br>リサンドラは知っている。「番人」たちが戻るとき、国々は滅び、世界は氷の中に生まれ変わるのだ。<br><br>「さあ、目を閉じ、冷気に身をゆだねるがいい」<br>-- リサンドラ","skins":[{"id":127000,"name":"default","num":0},{"id":127001,"name":"血塗られた石晶<br>リサンドラ","num":1},{"id":127002,"name":"ツルギの女王<br>リサンドラ","num":2},{"id":127003,"name":"プログラム<br>リサンドラ","num":3}]},"EN":{"key":"Lissandra","role":"Mage","stats":{"armor":20.216,"armorperlevel":3.7,"attackdamage":50.536,"attackdamageperlevel":2.7,"attackrange":550,"attackspeedoffset":0,"attackspeedperlevel":1.36,"crit":0,"critperlevel":0,"hp":506.12,"hpperlevel":84,"hpregen":6.92,"hpregenperlevel":0.55,"movespeed":325,"mp":304,"mpperlevel":50,"mpregen":5.67,"mpregenperlevel":0.4,"spellblock":30,"spellblockperlevel":0},"info":{"attack":2,"defense":5,"magic":8,"difficulty":6},"name":"Lissandra","title":"the Ice Witch","partype":"MP","Q":{"cost":"85","cd":"6\/5.25\/4.5\/3.75\/3","range":"725","tooltip":"Throws a spear of ice that shatters when it hits an enemy, dealing 70\/100\/130\/160\/190 <span class=\"color99FF99\">(+0.65)<\/span> magic damage and slowing Movement Speed by 16\/19\/22\/25\/28% for 1.5 seconds. Shards then pass through the target, dealing the same damage to other enemies hit.","name":"Ice Shard"},"W":{"cost":"50","cd":"14\/13\/12\/11\/10","range":"450","tooltip":"Deals 70\/110\/150\/190\/230 <span class=\"color99FF99\">(+0.4)<\/span> magic damage to nearby enemies and roots them for 1.1\/1.2\/1.3\/1.4\/1.5 seconds.","name":"Ring of Frost"},"E":{"cost":"80\/85\/90\/95\/100","cd":"24\/21\/18\/15\/12","range":"1050","tooltip":"Casts an ice claw that deals 70\/115\/160\/205\/250 <span class=\"color99FF99\">(+0.6)<\/span> magic damage to enemies hit.<br><br>Reactivating this ability transports Lissandra to the claw's current location.","name":"Glacial Path"},"R":{"cost":"100","cd":"130\/105\/80","range":"550","tooltip":"<span class=\"colorFF9999\">On Enemy Cast: <\/span>Freezes target champion solid, stunning it for 1.5 seconds.<br><br><span class=\"colorCCFF99\">On Self Cast: <\/span>Lissandra encases herself in dark ice for 2.5 seconds, healing for 100\/150\/200 <span class=\"color99FF99\">(+0.3)<\/span>, increased by 1% for each 1% Health she is missing. During this time Lissandra is untargetable and invulnerable but is unable to take any actions.<br><br>Dark ice then emanates from the target dealing 150\/250\/350 <span class=\"color99FF99\">(+0.7)<\/span> magic damage to enemies. The ice lasts for 3 seconds and slows enemy Movement Speed by 30\/45\/75%.","name":"Frozen Tomb"},"P":{"name":"Iceborn","description":"Every 18 seconds Lissandra's next ability costs no Mana. This cooldown is reduced by 1 second whenever Lissandra impairs an enemy's movement with an ability (does not apply to movement-impairing effects from items)."},"lore":"Lissandra's magic twists the pure power of ice into something dark and terrible. With the force of her black ice, she does more than freeze - she impales and crushes those who oppose her. To the terrified denizens of the north, she is known only as ''The Ice Witch.'' The truth is much more sinister: Lissandra is a corruptor of nature who plots to unleash an ice age on the world.<br><br>Centuries ago, Lissandra betrayed her tribe to evil creatures, known as the Frozen Watchers, in return for power. That was the last day that warm blood ran through her veins. With her corrupted tribesmen and the strength of the Watchers, she swept across the land like a terrible blizzard. As her empire spread, the world grew colder and ice choked the land. When the Watchers were defeated by ancient heroes, Lissandra did not lose faith and swore to prepare the world for their return.<br><br>Lissandra worked to purge all knowledge of the Watchers from the world. Using magic to take human form, she masqueraded as numerous seers and elders. Over the course of generations, she rewrote the stories of the Freljord, and so the history of its people changed. Today the fragmented retellings of the Watchers are seen as children's tales. But this deception wasn't enough - Lissandra also needed an army.<br><br>She set her sights on the noble Frostguard tribe. Lissandra knew corrupting the Frostguard would take centuries, and so she launched her greatest deception. She murdered and stole the identity of the Frostguard leader. Then she slowly began to warp the tribe's proud traditions. When her human form grew old, she faked her own death and then murdered her successor to steal her identity. With each generation, the Frostguard grew more insular, cruel and twisted. Today, the world still sees them as a noble and peaceful tribe that guards against evil creatures like the Ice Witch. In truth, they now serve the witch and long for the glorious return of the Watchers.<br><br>Lissandra knows that on that day nations will fall and the world will be reborn in ice.<br><br>''Close your eyes and let the cold take you.'' <br>-- Lissandra","skins":[{"id":127000,"name":"default","num":0},{"id":127001,"name":"Bloodstone Lissandra","num":1},{"id":127002,"name":"Blade Queen Lissandra","num":2},{"id":127003,"name":"Program Lissandra","num":3}]}}