{"JA":{"key":"Lucian","role":"Marksman","stats":{"armor":24.04,"armorperlevel":3,"attackdamage":57.46,"attackdamageperlevel":2.41,"attackrange":500,"attackspeedoffset":-0.02,"attackspeedperlevel":3.3,"crit":0,"critperlevel":0,"hp":554.4,"hpperlevel":80,"hpregen":6.19,"hpregenperlevel":0.65,"movespeed":335,"mp":348.88,"mpperlevel":38,"mpregen":8.175,"mpregenperlevel":0.7,"spellblock":30,"spellblockperlevel":0},"info":{"attack":8,"defense":5,"magic":3,"difficulty":6},"name":"ルシアン","title":"不浄殲滅者","partype":"MP","Q":{"cost":"50\/55\/60\/65\/70","cd":"9\/8\/7\/6\/5","range":"500","tooltip":"指定した敵ユニットに光線を発射し、その軌道上の敵ユニットに80\/110\/140\/170\/200 <span class=\"colorFF8C00\">(+Array)<\/span> (増加攻撃力の60\/75\/90\/105\/120%) の物理ダメージを与える。","name":"ピアシングライト"},"W":{"cost":"50","cd":"14\/13\/12\/11\/10","range":"1000","tooltip":"敵ユニットに当たるか最大距離に達すると十字型に爆風が広がり、範囲内の敵ユニットに60\/100\/140\/180\/220 <span class=\"color88FF88\">(+0.9)<\/span> の魔法ダメージを与え、6秒間マークを付与する。<br><br>マークした敵にルシアンまたは味方がダメージを与えると、移動速度が1秒間60\/65\/70\/75\/80増加する。","name":"アーデントブレイズ"},"E":{"cost":"40\/30\/20\/10\/0","cd":"18\/17\/16\/15\/14","range":"445","tooltip":"短距離を素早く移動する。<br><br>「二挺拳銃」の通常攻撃が敵に命中するたびに、このスキルのクールダウンが1秒短くなる。(チャンピオンに命中した場合は2秒短縮)","name":"スライド"},"R":{"cost":"100","cd":"110\/100\/90","range":"1400","tooltip":"指定方向に二挺拳銃を構え、3秒間弾丸を高速で連射する。連射中は自由に移動可能。弾は敵を貫通せず、1発あたり20\/35\/50 <span class=\"color88FF88\">(+0.1)<\/span> <span class=\"colorFF8C00\">(+0.2)<\/span> の物理ダメージを持ち、ミニオンに与えるダメージは400%になる。<br><br>このスキル発動中にも「スライド」を使用することができる。<br><br>効果時間中に再度発動すると連射を中止する。","name":"二挺掃射"},"P":{"name":"二挺拳銃","description":"スキルを使用するたびに、次の通常攻撃が2連射になる。"},"lore":"古の力を宿した武器を携え、不死なるものの軍勢に立ち向かう屈強な守護戦士、ルシアン。その冷徹な信念は決して揺らぐことはなく、凶暴な化け物どもに浄化の弾丸を撃ち込みつづける。彼がただ一人で孤独に取り組む陰惨な任務とは、不死という檻にとらわれた魂の浄化だ――彼がかつて永遠の愛を誓った女性も含めて。<br><br>ルシアンとセナは、二人で一人だった。二挺で一揃えの古の武器をそれぞれ携え、二人は長年肩を並べてルーンテラに巣くう邪悪な存在と戦い、穢れに取り込まれた者たちを浄化し、闇に光をもたらしつづけた。使命を果たさんとするセナの揺るぎない信念と、命を救われた多くの者たちが胸を打たれたルシアンの心の温かさで、二人は世の人々を正義の道へと導いていった。まさに一心同体のルシアンとセナは、決して引き裂くことのできない深い絆で結ばれていたのである。<br><br>大概の戦士なら精神を崩壊させるであろう恐怖を幾度も目にしてきた夫婦であったが、シャドウアイルがもたらした恐怖は、そのいずれとも比較にならないものだった。死の島に巣くう亡霊たちがルーンテラの各地に姿を現しはじめると、ルシアンとセナはどこへでも駆けつけ、彼らの始末にあたった。戦いは過酷を極めたが、勇猛な二人は次々と勝利を重ねていった。しかし、魂の収集人スレッシュとの出会いが、ついに悲劇を招く。数々の恐るべき亡者たちに立ち向かってきた二人も、これほど狡猾で冷酷な敵に直面したことはなかった。苦戦を続ける二人を相手に、スレッシュは予想だにしなかった策に出る。権謀術数を用いセナを呪怨の牢に閉じ込め、彼女の魂を捕らえたのである。もはやセナを取り戻す手立てはなかった。最愛の伴侶を永遠に失ったルシアンは、この時から、ただ独りで任務にあたることになったのである。<br><br>かくしてルシアンの半身を奪うことに成功したスレッシュだったが、それと引き替えに、シャドウアイルの亡霊たちにとって最も手強い敵を作ることとなった。いまや復讐の鬼と化したルシアンは、ルーンテラに蔓延る不死なる存在を、いかなる手段を用いても根絶やしにすると決意したのである。セナが生前愛用していた銃を手に、ルシアンは彼女と二人で果たすはずだった使命を必ず全うすることを誓ったのである。二挺で一揃えの伝説の銃を両手に携えたルシアンは、今日も亡者を狩り、シャドウアイルの生命を浄化する戦いを続けている。セナの魂は二度と戻らないが、いつか彼女を安らかな眠りにつかせてやるその日まで、ルシアンは戦い続ける。<br><br>「感謝しろ。今ここで俺に殺されれば、お前は永遠の苦しみから解放される」<br> -- ルシアン","skins":[{"id":236000,"name":"default","num":0},{"id":236001,"name":"傭兵ルシアン","num":1},{"id":236002,"name":"ストライカー<br>ルシアン","num":2},{"id":236006,"name":"PROJECT LUCIAN","num":6}]},"EN":{"key":"Lucian","role":"Marksman","stats":{"armor":24.04,"armorperlevel":3,"attackdamage":57.46,"attackdamageperlevel":2.41,"attackrange":500,"attackspeedoffset":-0.02,"attackspeedperlevel":3.3,"crit":0,"critperlevel":0,"hp":554.4,"hpperlevel":80,"hpregen":6.19,"hpregenperlevel":0.65,"movespeed":335,"mp":348.88,"mpperlevel":38,"mpregen":8.175,"mpregenperlevel":0.7,"spellblock":30,"spellblockperlevel":0},"info":{"attack":8,"defense":5,"magic":3,"difficulty":6},"name":"Lucian","title":"the Purifier","partype":"MP","Q":{"cost":"50\/55\/60\/65\/70","cd":"9\/8\/7\/6\/5","range":"500","tooltip":"Shoots a bolt of piercing light through an enemy unit, damaging enemies in a line for 80\/110\/140\/170\/200 <span class=\"colorFF8C00\">(+Array)<\/span> (60\/75\/90\/105\/120% of bonus Attack Damage) physical damage.","name":"Piercing Light"},"W":{"cost":"50","cd":"14\/13\/12\/11\/10","range":"1000","tooltip":"Fires a shot that explodes upon enemy contact or reaching the end of its path. The explosion deals 60\/100\/140\/180\/220 <span class=\"color88FF88\">(+0.9)<\/span> magic damage and marks enemies for 6 seconds.<br><br>When Lucian or his allies damage a marked target, Lucian gains 60\/65\/70\/75\/80 Movement Speed for 1 second.","name":"Ardent Blaze"},"E":{"cost":"40\/30\/20\/10\/0","cd":"18\/17\/16\/15\/14","range":"445","tooltip":"Quickly dashes a short distance.<br><br>Whenever Lightslinger hits an enemy, Relentless Pursuit's cooldown is reduced by 1 second (doubles to 2 seconds against champions).","name":"Relentless Pursuit"},"R":{"cost":"100","cd":"110\/100\/90","range":"1400","tooltip":"Lucian moves freely while firing rapidly in a single direction for 3 seconds. His shots collide with the first enemy they hit and each do 20\/35\/50 <span class=\"color88FF88\">(+0.1)<\/span> <span class=\"colorFF8C00\">(+0.2)<\/span> physical damage.  The Culling does 400% damage to minions.<br><br>Lucian may use Relentless Pursuit during The Culling.<br><br>Reactivate The Culling to cancel early.","name":"The Culling"},"P":{"name":"Lightslinger","description":"Whenever Lucian uses an ability, his next attack becomes a double-shot."},"lore":"Lucian wields relic weapons imbued with ancient power and stands a stalwart guardian against the undead. His cold conviction never wavers, even in the face of the maddening horrors he destroys beneath his hail of purifying fire. Lucian walks alone on a grim mission: to purge the spirits of those ensnared in undeath, his eternal beloved among them.<br><br>Like the twin relic weapons they wielded, Lucian and his wife Senna were carved from the same stone. Together they battled evil in Runeterra for years, bringing light to darkness and purging those taken by corruption. They were beacons of righteousness: Senna's dedication to their cause never faltered, while Lucian's kindness and warmth touched the hearts of the many lives they saved. Two parts of one whole, they were devoted and inseparable.<br><br>Though Lucian and Senna witnessed terror that would break most warriors, nothing they had seen compared to the horrors wrought by the Shadow Isles. When the spectral denizens of that accursed place began to manifest across Runeterra, Lucian and Senna hunted them down wherever they appeared. It was grim work, but the fearless pair prevailed until one tragic encounter with the soul-collector Thresh. Lucian and Senna had faced such nightmarish undead before, but never one so deviously clever and cruel. As the terrible battle unfolded, Thresh sprung an unexpected ploy. To Lucian's horror, the creature tricked Senna and ensnared her soul, trapping her in a spectral prison. Nothing could bring her back. Senna was lost, and for the first time, Lucian faced his mission alone. <br><br>Though the Warden had taken half of Lucian's heart, he had also created the Shadow Isles' most dangerous foe. Lucian became a man of dark determination, one who would stop at nothing to purge the undead from the face of Runeterra. In honor of Senna's memory, he took up her fallen weapon and vowed to see their mission through to the end. Now wielding both relic weapons, Lucian fights to slay the undead and cleanse the souls of the Shadow Isles. He knows that Senna's soul is lost, but never loses hope that one day he will bring her peace. <br><br>''Be grateful. By slaying you now, I spare you an eternity of torment.'' <br> -- Lucian","skins":[{"id":236000,"name":"default","num":0},{"id":236001,"name":"Hired Gun Lucian","num":1},{"id":236002,"name":"Striker Lucian","num":2},{"id":236006,"name":"PROJECT: Lucian","num":6}]}}