{"JA":{"key":"Lulu","role":"Support \/ Mage","stats":{"armor":19.216,"armorperlevel":3.7,"attackdamage":46.368,"attackdamageperlevel":2.6,"attackrange":550,"attackspeedoffset":0,"attackspeedperlevel":2.25,"crit":0,"critperlevel":0,"hp":552.76,"hpperlevel":74,"hpregen":6.005,"hpregenperlevel":0.6,"movespeed":325,"mp":292.4,"mpperlevel":55,"mpregen":11,"mpregenperlevel":0.6,"spellblock":30,"spellblockperlevel":0},"info":{"attack":4,"defense":5,"magic":7,"difficulty":5},"name":"ルル","title":"森の妖精使い","partype":"MP","Q":{"cost":"60\/65\/70\/75\/80","cd":"7","range":"925","tooltip":"ルルとピックスが指定方向へ同時にビームを発射する。ビームは敵を貫通し、命中した敵ユニットに80\/125\/170\/215\/260 <span class=\"color99FF99\">(+0.5)<\/span> の魔法ダメージを与え、1\/1.25\/1.5\/1.75\/2秒間80%のスロウ効果を付与する。このスロウ効果は時間とともに徐々に減少する。<br><br>2本のビームが命中した敵には、1本分のダメージのみを与える。","name":"ぴかぴかビーム"},"W":{"cost":"65","cd":"18\/16.5\/15\/13.5\/12","range":"650","tooltip":"<span class=\"colorCCFF99\">味方に使用: <\/span>指定した味方ユニットの移動速度が3\/3.25\/3.5\/3.75\/4秒間 30<span class=\"color99FF99\">(+0.05)<\/span>増加する。<br><br><span class=\"colorFF9999\">敵に使用: <\/span>指定した敵チャンピオンを1.25\/1.5\/1.75\/2\/2.25秒間変身させ、サイレンス効果を付与する。通常攻撃とスキルの使用を封じ、移動速度を60減少させる。","name":"イタズラ"},"E":{"cost":"60\/70\/80\/90\/100","cd":"10","range":"650","tooltip":"<span class=\"colorCCFF99\">味方に使用: <\/span>ピックスが指定した味方ユニットの近くへ飛んでいき6秒間追従して通常攻撃時に援護する。対象がチャンピオンの場合は6秒間、耐久値80\/120\/160\/200\/240<span class=\"color99FF99\"> (+0.6)<\/span> のシールドを付与する。<br><br><span class=\"colorFF9999\">敵に使用: <\/span>ピックスが対象の敵ユニットを攻撃し80\/110\/140\/170\/200<span class=\"color99FF99\"> (+0.4)<\/span> の魔法ダメージを与える。ピックスはその後4秒間対象につきまとい、可視状態にする。<\/span> ","name":"ピックス、おねがい！"},"R":{"cost":"100","cd":"110\/95\/80","range":"900","tooltip":"指定した味方チャンピオンを巨大化させ、周囲にいる敵をノックアップさせる。巨大化した味方は7秒間体力が300\/450\/600<span class=\"color99FF99\"> (+0.5)<\/span> 増加し、周囲にいる敵ユニットに30\/45\/60%のスロウ効果を付与する。","name":"おおきくなぁれ！"},"P":{"name":"仲良し妖精ピックス","description":"ルルの周囲には、いたずら好きの妖精ピックスが飛び回っている。<br>ルルが通常攻撃を行うと、その対象を魔法のビームで追撃する。"},"lore":"リーグで活躍するどのチャンピオンよりも、ルルのマイペースぶりは群を抜いている。バンドルシティで暮らしていた幼少の頃、彼女は一日中、森をひとりで散歩したり空想にふけったりして過ごしていた。他人と関わるのが嫌いだったわけではない。ただ、せわしないバンドルシティでの日常には、活き活きとした空想の世界へ思いを馳せる事が欠かせなかったのだ。ルルは、普通なら誰も気にとめないような場所に、心躍るような発見をする少女だった。鳥の巣箱に閉じ込められたふりをしていた妖精「ピックス」を見つけたのも、そんな彼女の才能のおかげと言えるだろう。ルルの並外れた想像力に感心したピックスは、彼女を自分たちの暮らす世界へと誘い入れたのである。ルルが案内されたのは、森の中の少し開けた場所にある妖精たちのすみか、「不思議の原」だった。その摩訶不思議な空間では、外の世界では決して変わることのない物の大きさや色といったものが、風向きが変わるようにころころと変化する場所だった。心を奪われたルルはすっかりこの場所が気に入ってしまい、ピックスと共にしばし留まることにしたのである。<br><br>不思議の原での暮らしは、ルルにとってあまりに心地よく自然なものであったので、彼女はたちまち時が経つのを忘れてしまった。彼女はピックスと一緒に妖精たちのゲーム(それまでは「ただの真似っこ遊び」として片付けられていた類のものだったのだが…)をして遊び、驚くほど腕を上げた。そんなある日、外の世界のことを突然思い出したルルは、自分がバンドルシティでの生活をすっかり置き去りにしていることに気づき、がく然とする。不思議の原にいると、外の世界のことが、何故かすべて遠い夢の中の出来事のように思えてしまえるのだ。「おうちに帰って、ここで知った素敵なことをみんなに教えてあげなくてはなりませんわ――」 そう思ったルルがピックスとともに外の世界へと戻ると、そこはすっかり様変わりしていた。不思議の原では時間の流れ方も違っているらしく、初めて不思議の原に端を踏み入れた時から、もう何世紀もの時が過ぎていたのだ。ルルは懸命に、外の世界の住人たちと打ち解けようとした。だが彼女の努力は不幸な結果を生んでしまう。子どもたちをかくれんぼに誘い、ゲームを面白くしようと彼らを少しの間だけ花や動物に変身させたルルを、子どもたちの親は快く思わなかった。そしてとうとうバンドルシティのヨードルたちは、ルルに街を出て行くよう命じたのだった。こうして居場所をなくしたルルが次に目指した行き先は、ありとあらゆる魔法が飛び交い、特別な才能を持つ者が受け入れられ、しかも称賛を受けることができる場所――リーグ・オブ・レジェンドだった。<br><br>「目的地を目指すときに一番いいルートはね… まず逆さまになって、それから隙間を通って、ついでに裏返しになって、もう一周すればいいのですわ！」<br>-- ルル","skins":[{"id":117000,"name":"default","num":0},{"id":117001,"name":"ほろ苦ルル","num":1},{"id":117002,"name":"ウィキッドルル","num":2},{"id":117003,"name":"龍使いルル","num":3},{"id":117004,"name":"冬の奇跡ルル","num":4},{"id":117005,"name":"プールパーティ<br>ルル","num":5}]},"EN":{"key":"Lulu","role":"Support \/ Mage","stats":{"armor":19.216,"armorperlevel":3.7,"attackdamage":46.368,"attackdamageperlevel":2.6,"attackrange":550,"attackspeedoffset":0,"attackspeedperlevel":2.25,"crit":0,"critperlevel":0,"hp":552.76,"hpperlevel":74,"hpregen":6.005,"hpregenperlevel":0.6,"movespeed":325,"mp":292.4,"mpperlevel":55,"mpregen":11,"mpregenperlevel":0.6,"spellblock":30,"spellblockperlevel":0},"info":{"attack":4,"defense":5,"magic":7,"difficulty":5},"name":"Lulu","title":"the Fae Sorceress","partype":"MP","Q":{"cost":"60\/65\/70\/75\/80","cd":"7","range":"925","tooltip":"Lulu and Pix each fire a piercing bolt dealing 80\/125\/170\/215\/260 <span class=\"color99FF99\">(+0.5)<\/span> magic damage, slowing enemies hit by 80% for 1\/1.25\/1.5\/1.75\/2 second(s). This slow decays over time.<br><br>An enemy can only be damaged by one bolt.","name":"Glitterlance"},"W":{"cost":"65","cd":"18\/16.5\/15\/13.5\/12","range":"650","tooltip":"<span class=\"colorCCFF99\">On Ally Cast: <\/span>Target ally gains 30 <span class=\"color99FF99\">(+0.05)<\/span>% Movement Speed for 3\/3.25\/3.5\/3.75\/4 seconds.<br><br><span class=\"colorFF9999\">On Enemy Cast: <\/span>Polymorphs an enemy champion for 1.25\/1.5\/1.75\/2\/2.25 seconds, disabling their ability to attack or cast spells and reducing their base Movement Speed by 60.","name":"Whimsy"},"E":{"cost":"60\/70\/80\/90\/100","cd":"10","range":"650","tooltip":"<span class=\"colorCCFF99\">On Ally Cast: <\/span>Commands Pix to jump to an ally and then follow and aid their attacks instead of Lulu's for 6 seconds. If the ally is a champion, Pix shields them from 80\/120\/160\/200\/240<span class=\"color99FF99\"> (+0.6)<\/span> damage for 6 seconds.<br><br><span class=\"colorFF9999\">On Enemy Cast: <\/span>Pix deals 80\/110\/140\/170\/200<span class=\"color99FF99\"> (+0.4)<\/span> magic damage to target enemy unit. Pix then follows and grants vision of them for 4 seconds.<\/span> ","name":"Help, Pix!"},"R":{"cost":"100","cd":"110\/95\/80","range":"900","tooltip":"Lulu enlarges her ally, knocking nearby enemies into the air. For 7 seconds, her ally gains 300\/450\/600<span class=\"color99FF99\"> (+0.5)<\/span> bonus health and slows nearby enemies by 30\/45\/60%.","name":"Wild Growth"},"P":{"name":"Pix, Faerie Companion","description":"Pix is a wild Faerie that accompanies Lulu. Pix will fire a barrage of magical energy at targets that Lulu attacks."},"lore":"Perhaps more than any other champion in the League, Lulu marches to the beat of her own drum. During her youth in Bandle City, she spent most of her time wandering alone in the forest or lost in a daydream. It wasn't that she was antisocial; the day-to-day bustle of Bandle City just couldn't compete with the vibrant world of her imagination. She saw wonder in places most people overlooked. This was how she found Pix, a fae spirit, pretending to be stuck in a birdhouse. Lulu's imagination distinguished her to Pix and he seized the opportunity to lure her into his world. He brought her to the Glade, the enchanted home of the fae, which lay nestled in a clearing in the woods. There the rigid properties of the outside world - things like size and color - changed as frequently and whimsically as the direction of the wind. Lulu felt at home in the Glade and she lingered there with Pix, fascinated by this secret place.<br><br>She quickly lost track of time. Her life in the Glade was comfortable and natural. She and Pix played fae games together, the sorts of games that she had been told were ''make believe''... and she got exceedingly good at them. It caught her by surprise when she suddenly remembered that she had left a life behind in Bandle City. The Glade had a way of making everything outside seem distant and surreal. Lulu decided to revisit her former home, to share some of the lovely things she'd learned, but when she and Pix returned the world had changed. Time, she discovered, was another property that behaved differently in the Glade, and centuries had passed while she was away. Lulu sought to reconnect to the residents of the outside world but her attempts had unfortunate results. She led all the children off to play hide and seek, temporarily changing them into flowers and animals to spice up the game, but their parents didn't appreciate her efforts. When the yordles insisted that she leave their land, she turned to a vibrant magical place where those with unusual gifts were not just accepted but adored: the League of Legends.<br><br>''The best path between two points is upside-down, between, then inside-out and round again.''<br>-- Lulu","skins":[{"id":117000,"name":"default","num":0},{"id":117001,"name":"Bittersweet Lulu","num":1},{"id":117002,"name":"Wicked Lulu","num":2},{"id":117003,"name":"Dragon Trainer Lulu","num":3},{"id":117004,"name":"Winter Wonder Lulu","num":4},{"id":117005,"name":"Pool Party Lulu","num":5}]}}