{"JA":{"key":"Malzahar","role":"Mage \/ Assassin","stats":{"armor":20,"armorperlevel":3.5,"attackdamage":55,"attackdamageperlevel":3,"attackrange":550,"attackspeedoffset":0,"attackspeedperlevel":1.5,"crit":0,"critperlevel":0,"hp":525,"hpperlevel":75,"hpregen":6,"hpregenperlevel":0.6,"movespeed":340,"mp":300,"mpperlevel":55,"mpregen":6,"mpregenperlevel":0.8,"spellblock":30,"spellblockperlevel":0},"info":{"attack":2,"defense":2,"magic":9,"difficulty":6},"name":"マルザハール","title":"ヴォイドの予言者","partype":"MP","Q":{"cost":"80","cd":"6","range":"900","tooltip":"指定地点にヴォイドへ通じるゲートを2カ所発生させ、ゲートからエネルギーが内向きに放たれる。命中した敵に70\/110\/150\/190\/230 <span class=\"color99FF99\">(+0.7)<\/span>の魔法ダメージを与え、1\/1.25\/1.5\/1.75\/2秒間サイレンス効果を付与する。","name":"ヴォイドコール"},"W":{"cost":"80","cd":"20\/19\/18\/17\/16","range":"450","tooltip":"12秒間持続する「ヴォイドリング」を召喚して近くの敵を攻撃させる。<br><br>「ヴォイドリング」が最初にチャンピオンか中立モンスターを攻撃するか、ユニットのキルをアシストすると、同じ持続時間の「ヴォイドリング」を新たに召喚する。3体以上の「ヴォイドリング」が有効になると、全ての「ヴォイドリング」の攻撃速度が50%増加する。<br><br>ヴォイドリング詳細:<li>攻撃時は<span class=\"colorFF9900\">Array<\/span>の物理ダメージと10\/15\/20\/25\/30 <span class=\"color99FF99\">(+0.1)<\/span>の魔法ダメージを与える（中立モンスターへは 50%のダメージ）<br>体力が20%以下のレーンミニオンには3倍のダメージを与える<br>残り時間が4秒に満たない「ヴォイドリング」からは召喚されない<br>「ネザーグラスプ」か「虚性侵蝕」を受けた対象を優先的に攻撃し、これらの対象を追う時は移動速度が12%増加する<br>それ以外は、最も近くにいる敵を攻撃する","name":"ヴォイドスワーム"},"E":{"cost":"60\/70\/80\/90\/100","cd":"15\/13\/11\/9\/7","range":"650","tooltip":"対象となった敵に80\/115\/150\/185\/220 <span class=\"color99FF99\">(+0.7)<\/span>の魔法ダメージを4秒かけて与える。この効果中に「ヴォイドコール」または「ネザーグラスプ」を対象に適用すると幻覚効果が更新される。<br><br>対象がキルされると<span class=\"color44DDFF\">Array<\/span>マナ(最大マナの2%)を獲得し、最も近くにいる敵に幻覚が伝染する。","name":"虚性侵蝕"},"R":{"cost":"100","cd":"120\/100\/80","range":"700","tooltip":"対象チャンピオンに2.5秒間サプレッション効果を与え、その周囲に負のエネルギーに満ちた領域を召喚して、近くにいる敵の最大体力の5\/7\/9% <span class=\"color99FF99\">(+0.015%)<\/span>を毎秒魔法ダメージとして5秒間与える。","name":"ネザーグラスプ"},"P":{"name":"ヴォイドシフト","description":"一定時間ダメージか行動妨害をうけていない時、マルザハールは強力なダメージ軽減と行動阻害無効を得る。この効果はダメージを受けた後も短期間継続する。<br><br>ミニオンからのダメージでは発動しない。"},"lore":"シュリーマ砂漠に容赦なく照りつける太陽の光を浴び、正気を失った者は数知れない。しかし、マルザハールという男が理性を放棄したのは、夜の冷たい抱擁の中でのことだった。生まれつき予言の才能に恵まれていたマルザハールは、修練の余地こそあったものの、いずれルーンテラの民に多大な恩恵をもたらすであろうと思われていた。しかし非情なる運命は、彼に別の道を用意した。荒れ狂う運命の波音さえも鋭敏に捉えることのできる彼の精神は、あろうことか招かれざる者達の声も聞き入れてしまったのである。現実との境が最も希薄になる夢の中で、邪悪な存在はこの繊細な予言者を執拗に招きつづけた。最初の内は抵抗できたマルザハールであったが、夜ごと大きく、あるいは深くなる声についには耐えきれなくなり、ある夜、とうとう呼びかけに応じてしまったのである。<br><br>抗いがたい力に引き寄せられるように、マルザハールは水も食料も持たず砂漠に足を踏み入れた。彼が目指したのは、古代の文献に「イカシア」の名で記される、東方の失われた文明の地だった。イカシアが実在することを信じる者はごくわずかだったが、そういった者たちでさえ、遺跡は遠い昔に砂に埋もれたと確信していた。やがてマルザハールのひびわれた足が力尽き、ついに膝をついたとき、彼の眼前には崩れかけた奇妙なオベリスクがあった。その先に視線を移した彼が見たものは、この世ならぬ幾何学によって構成された異様な都市の残骸と、風化した名状しがたき神々の巨大な神像だったのである。その時マルザハールの目、常人には見えぬモノを視る、そして見てはならないものすら視てしまうその眼は、「ヴォイド」のエネルギーで満たされた。かつてはさまざまに形を変える未来を見ていた彼の幻視力は、これ以降、「ヴォイドのものどもに破壊されるヴァロラン」という避けられぬ運命を見せつけるばかりとなった。人の気配のない砂丘に立ちつくすマルザハールの口から、聞き慣れたあの声が乾ききった不快な音となって漏れ、「リーグ・オブ・レジェンド」という三つの単語をつぶやいた。その言葉の重さに、マルザハールの膝は震えた。彼はもはや、独りではなかった。こうして虚無の力を体内に宿したマルザハールは、自らの宿命に直面すべく、北を目指したのだった。<br><br>「大地が溶け、海があふれ、空が落ちようとも… ヤツらは必ずやってくる」<br>-- マルザハール","skins":[{"id":90000,"name":"default","num":0},{"id":90001,"name":"マルザハール卿","num":1},{"id":90002,"name":"影の王子<br>マルザハール","num":2},{"id":90003,"name":"魔神<br>マルザハール","num":3},{"id":90004,"name":"オーバーロード<br>マルザハール","num":4},{"id":90005,"name":"雪の一片<br>マルザハール","num":5}]},"EN":{"key":"Malzahar","role":"Mage \/ Assassin","stats":{"armor":20,"armorperlevel":3.5,"attackdamage":55,"attackdamageperlevel":3,"attackrange":550,"attackspeedoffset":0,"attackspeedperlevel":1.5,"crit":0,"critperlevel":0,"hp":525,"hpperlevel":75,"hpregen":6,"hpregenperlevel":0.6,"movespeed":340,"mp":300,"mpperlevel":55,"mpregen":6,"mpregenperlevel":0.8,"spellblock":30,"spellblockperlevel":0},"info":{"attack":2,"defense":2,"magic":9,"difficulty":6},"name":"Malzahar","title":"the Prophet of the Void","partype":"MP","Q":{"cost":"80","cd":"6","range":"900","tooltip":"Malzahar opens two portals to the Void that fire projectiles inward, dealing 70\/110\/150\/190\/230 <span class=\"color99FF99\">(+0.7)<\/span> magic damage and silencing enemies hit for 1\/1.25\/1.5\/1.75\/2 second(s).","name":"Call of the Void"},"W":{"cost":"80","cd":"20\/19\/18\/17\/16","range":"450","tooltip":"Summon a Voidling lasting 12 seconds to fight nearby enemies.<br><br>The first time a Voidling attacks a champion or monster, or assists in killing a unit, Malzahar spawns a new Voidling with the same remaining duration. When 3 or more Voidlings are active, they all gain 50% Attack Speed.<br><br>Voidling Details:<li>Attacks deal <span class=\"colorFF9900\">Array<\/span> physical damage plus 10\/15\/20\/25\/30 <span class=\"color99FF99\">(+0.1)<\/span> magic damage (deals 50% damage against monsters)<br>Deals triple damage to lane minions below 20% Health<br>Will not spawn from a Voidling with less than 4 seconds left<br>Prefers to attack targets with Nether Grasp or Malefic Visions and has 12% increased Movement Speed when seeking these targets<br>Otherwise attacks the enemy nearest it","name":"Void Swarm"},"E":{"cost":"60\/70\/80\/90\/100","cd":"15\/13\/11\/9\/7","range":"650","tooltip":"Deal 80\/115\/150\/185\/220 <span class=\"color99FF99\">(+0.7)<\/span> magic damage to an enemy target over 4 seconds. Applying Call of the Void or Nether Grasp to the victim during this time refreshes the visions.<br><br>If the victim is killed, Malzahar gains <span class=\"color44DDFF\">Array<\/span> Mana (2% of max Mana) and the visions spread to the nearest enemy.","name":"Malefic Visions"},"R":{"cost":"100","cd":"120\/100\/80","range":"700","tooltip":"Malzahar suppresses a target champion for 2.5 seconds and creates a zone of negative energy around it that deals 5\/7\/9% <span class=\"color99FF99\">(+0.015%)<\/span> of nearby enemies max Health as magic damage per second for 5 seconds.","name":"Nether Grasp"},"P":{"name":"Void Shift","description":"When he hasn't recently taken damage or been crowd controlled, Malzahar gains massive damage reduction and crowd control immunity, lingering for a short period after taking damage.<br><br>Damage from lane minions is unaffected."},"lore":"Many men have gone mad beneath the glare of the Shurima sun, but it was during the night's chilling embrace that Malzahar relinquished his sanity. Malzahar was born a seer, blessed with the gift of prophecy. His talent, though unrefined, promised to be one of Runeterra's greatest boons, but destiny plotted him another course; his sensitivity to the roiling tides of fate allowed other, unwelcome things to tug at his subconscious mind. In his dreams, where the veil of separation is thinnest, a sinister thing beckoned.  For some time, Malzahar was able to resist its prodding solicitation, but with each passing night the voice grew louder, or perhaps deeper, until he could withstand the call no more.<br><br>He ventured into the desert without supplies, drawn by the lure of a specious charm. His destination: a lost civilization to the east, known to ancient texts as Icathia. Few believed such a place ever existed, and those who did were certain that the sands had long since devoured whatever remained. When Malzahar's cracked feet finally failed him, he found himself kneeling at the base of a bizarre crumbling obelisk. Beyond it lay the alien geometry of a ruined city and the giant decaying idols of dark and horrific gods. His eyes, seeing what others cannot, and what none should, were filled with the essence of the Void. His once shifting visions of the future were replaced with the immutable promise of Valoran beset by creatures of the Void. Standing alone, but not alone, amidst the echoing dunes, he noticed the familiar voice escape his own lips in a parched rasp, bearing three words whose weight trembled his knees: League of Legends. Now infused with the power of the Void itself, Malzahar set off to the north to seek his fate.<br><br>''The land may melt, the sea may swell, the sky may fall... but They will come.''<br>-- Malzahar","skins":[{"id":90000,"name":"default","num":0},{"id":90001,"name":"Vizier Malzahar","num":1},{"id":90002,"name":"Shadow Prince Malzahar","num":2},{"id":90003,"name":"Djinn Malzahar","num":3},{"id":90004,"name":"Overlord Malzahar","num":4},{"id":90005,"name":"Snow Day Malzahar","num":5}]}}