{"JA":{"key":"MasterYi","role":"Assassin \/ Fighter","stats":{"armor":24.04,"armorperlevel":3,"attackdamage":60.04,"attackdamageperlevel":3,"attackrange":125,"attackspeedoffset":-0.08,"attackspeedperlevel":2,"crit":0,"critperlevel":0,"hp":598.56,"hpperlevel":92,"hpregen":7.59,"hpregenperlevel":0.65,"movespeed":355,"mp":250.56,"mpperlevel":42,"mpregen":7.255,"mpregenperlevel":0.45,"spellblock":32.1,"spellblockperlevel":1.25},"info":{"attack":10,"defense":4,"magic":2,"difficulty":4},"name":"マスター・イー","title":"ウージューの剣客","partype":"MP","Q":{"cost":"70\/80\/90\/100\/110","cd":"18\/17\/16\/15\/14","range":"600","tooltip":"ワープしながら最大4体の敵を攻撃し、それぞれ25\/60\/95\/130\/165 <span class=\"colorFF8C00\">(+1)<\/span> の物理ダメージを与える (ミニオンおよび中立モンスターには、さらに75\/100\/125\/150\/175の追加ダメージ)。発動中は敵から対象指定されない。<br><br>このスキルでクリティカルが発生する場合があり、クリティカルが発生すると<span class=\"colorFF8C00\">Array<\/span>の追加物理ダメージを与える。通常攻撃をするたびに、このスキルのクールダウンが1秒短縮される。","name":"アルファストライク"},"W":{"cost":"50","cd":"35","range":"20","tooltip":"4秒間詠唱し、毎秒30\/50\/70\/90\/110 <span class=\"color99FF99\">(+0.25)<\/span> の体力を回復する。自身の減少体力1%につき、回復量が1%増加する。<br><br>「明鏡止水」発動中はダメージを50\/55\/60\/65\/70%軽減する。ただし、タワーの攻撃に対してはダメージ軽減率が半分になる。","name":"明鏡止水"},"E":{"cost":"0","cd":"18\/17\/16\/15\/14","range":"20","tooltip":"<span class=\"colorFF9900\">自動効果:<\/span> 攻撃力が10% <span class=\"colorFF8C00\">(Array)<\/span> 増加する。<br><br><span class=\"colorFF9900\">発動効果:<\/span> 5秒間、通常攻撃時に14\/23\/32\/41\/50 <span class=\"colorFF8C00\">(+Array)<\/span> の追加確定ダメージを与える。発動後クールダウン中は、自動効果が無効になる。","name":"ウージュースタイル"},"R":{"cost":"100","cd":"85","range":"1","tooltip":"<span class=\"colorFF9900\">自動効果:<\/span> チャンピオンに対するキルおよびアシストを達成すると、このスキル以外のスキルのクールダウンが70%短縮される。<br><br><span class=\"colorFF9900\">発動効果:<\/span> 7秒間、移動速度が25\/35\/45%、攻撃速度が30\/55\/80%増加し、すべてのスロウ効果を受けなくなる。発動中にチャンピオンに対するキルおよびアシストを獲得すると、このスキルの効果時間が7秒延長される。","name":"ハイランダー"},"P":{"name":"ダブルストライク","description":"通常攻撃数回ごとに追加攻撃を行う。"},"lore":"古来より伝わる伝説の武術「ウージュースタイル」の修行を通じ、極限まで心身を鍛え上げたマスター・イーは、もはや心技一体の境地へと達している。武力に訴えるのはやむを得ぬ場合のみと己を律しながらも、その優雅で素早い太刀筋には刹那の迷いも見られない。ウージュースタイル伝承者の最後の生き残りであるマスター・イーは、その生涯をかけて、失われた民が残した絶技の数々を伝授するにふさわしい弟子を探している。<br><br>無極流の深奥を体得する以前から、イーはすでにこの神秘的な古武術の当代随一の使い手として知られていた。ノクサスの大規模な侵攻の知らせが彼の暮らす僻地の村にまで及んだとき、その技量が改めて証明されることとなる。アイオニアの戦場を駆け回ったイーは息もつかせぬ早業で次々と敵をなぎ倒し、数に勝るノクサスの歩兵部隊をたちまち劣勢に追い込んだ。しかし、それはノクサス最高司令部にとって、看過しがたい屈辱であった。ウージュースタイルの使い手たちを脅威と見なしたノクサス軍は、この類稀なる武術の里に対して悪夢のような化学兵器による攻撃を決行することを決断する。この猛毒による攻撃を浴びた村人は大半が命を落とし、生き延びた者も正気を完全に失っていたという。かくして、イーの故郷は滅び、打ち捨てられたのであった。<br><br>紛争が収束し、無残に破壊された村に戻ったイーは、そこでノクサスによる侵攻の最後の犠牲者となる――肉体こそ無事であったが心は死人同然であり、そんな状態の彼の心に残っていたのは、ノクサスに対する復讐の一念だけであった。故郷を奪った者たちに報いを受けさせるという思いに駆り立てられ、イーは何年も僻地にこもり、修行を積んだ。こうしてさらに恐るべき剣士へと成長を遂げたイーであったが、それでもウージュースタイルの深奥を悟るには至らなかった。<br><br>焦りが頂点に達した頃、イーの前に威風堂々たる気風をまとった不思議な猿が現れ、修行の邪魔をした。猿はまるで人間のようにまっすぐ二本足で立ち、イーの動きを観察しては、それを真似てみせた。イーは猿を追い払おうとしたが、素早い獣は彼の技をそっくり真似ては反撃し、それが愉快きわまりないという様子であった。陽気な猿を相手に組手を続けるうちに、イーは自らの怒りが次第に和らいでいくのを感じた。やがて憎悪の念が完全に消えたとき、彼の手は猿の尾を捕らえていたのである。このときイーは、ついにウージュースタイルの本質を悟った。復讐のために修行を続けているかぎり、ウージュースタイルを極めることはできない。猿の尾から手を離したイーは同時に、怨敵の血を求める意思も手放したのである。<br><br>己の目が見落としていた真実に気づかせてくれたこの猿に、イーは感謝の意を告げた。すると驚いたことに猿は人の言葉で応じ、イーが使う武術を教えてほしいと請うた。それは意外な頼みだったが、イーはそこに新たな道を見いだすこととなる。失われた故郷の教えを次の世代へと伝授していくことこそが、今は亡き同胞たちへの弔いになるだろう、と。<br><br>「剣の心とは太極にして無極。心穏やかなればいかなる鋭刃も敵わぬと知れ」<br>-- マスター・イー","skins":[{"id":11000,"name":"default","num":0},{"id":11001,"name":"暗殺者<br>マスター・イー","num":1},{"id":11002,"name":"選ばれし<br>マスター・イー","num":2},{"id":11003,"name":"アイオニア<br>マスター・イー","num":3},{"id":11004,"name":"マスター<br>サムライー","num":4},{"id":11005,"name":"ヘッドハンター<br>マスター・イー","num":5},{"id":11009,"name":"PROJECT YI","num":9}]},"EN":{"key":"MasterYi","role":"Assassin \/ Fighter","stats":{"armor":24.04,"armorperlevel":3,"attackdamage":60.04,"attackdamageperlevel":3,"attackrange":125,"attackspeedoffset":-0.08,"attackspeedperlevel":2,"crit":0,"critperlevel":0,"hp":598.56,"hpperlevel":92,"hpregen":7.59,"hpregenperlevel":0.65,"movespeed":355,"mp":250.56,"mpperlevel":42,"mpregen":7.255,"mpregenperlevel":0.45,"spellblock":32.1,"spellblockperlevel":1.25},"info":{"attack":10,"defense":4,"magic":2,"difficulty":4},"name":"Master Yi","title":"the Wuju Bladesman","partype":"MP","Q":{"cost":"70\/80\/90\/100\/110","cd":"18\/17\/16\/15\/14","range":"600","tooltip":"Master Yi teleports to strike up to 4 enemies, dealing 25\/60\/95\/130\/165 <span class=\"colorFF8C00\">(+1)<\/span> physical damage, with an additional 75\/100\/125\/150\/175 damage to minions and monsters. During Alpha Strike Master Yi is untargetable.<br><br>Alpha Strike can critically strike, dealing an additional <span class=\"colorFF8C00\">Array<\/span> physical damage. Basic attacks lower the cooldown of Alpha Strike by 1 second.","name":"Alpha Strike"},"W":{"cost":"50","cd":"35","range":"20","tooltip":"Master Yi channels, restoring 30\/50\/70\/90\/110 <span class=\"color99FF99\">(+0.25)<\/span> Health per second for 4 seconds. This healing is increased by 1% for every 1% of Master Yi's missing Health.<br><br>While channeling, Master Yi reduces incoming damage by 50\/55\/60\/65\/70%. This damage reduction is halved against turrets.","name":"Meditate"},"E":{"cost":"0","cd":"18\/17\/16\/15\/14","range":"20","tooltip":"<span class=\"colorFF9900\">Passive:<\/span> Grants 10% <span class=\"colorFF8C00\">(Array)<\/span> Attack Damage.<br><br><span class=\"colorFF9900\">Active:<\/span> Basic attacks deal 14\/23\/32\/41\/50 <span class=\"colorFF8C00\">(+Array)<\/span> bonus true damage for 5 seconds. Afterwards the passive bonus is lost while Wuju Style is on cooldown.","name":"Wuju Style"},"R":{"cost":"100","cd":"85","range":"1","tooltip":"<span class=\"colorFF9900\">Passive:<\/span> Champion kills and assists reduce the remaining cooldown of Master Yi's basic abilities by 70%.<br><br><span class=\"colorFF9900\">Active:<\/span> Increases Movement Speed by 25\/35\/45%, Attack Speed by 30\/55\/80%, and grants immunity to slows for 7 seconds. While active, champion kills and assists extend the duration of Highlander by 7 seconds.","name":"Highlander"},"P":{"name":"Double Strike","description":"Every few strikes, Master Yi strikes twice."},"lore":"Through the ancient martial art of Wuju, Master Yi has tempered his body and sharpened his mind until thought and action have become one. Though he chooses to enter into violence as a last resort, the grace and speed with which he wields his blade ensures resolution is always swift. As the last living practitioner of Wuju, Master Yi has devoted his life to finding able pupils to carry on the legacy of his lost people. <br><br>Even before Yi mastered Wuju, he was considered one of the most skilled practitioners of the mystical martial art. He would soon prove his mastery when word of a massive Noxian invasion reached his remote village. Yi swept across the battlefields of Ionia, turning back the tide of Noxus's vast infantry with swift and deadly strikes, much to the embarrassment of Noxian High Command. Recognizing the threat the Wuju disciples posed to their invasion, the Noxians chose to unleash a nightmarish chemical attack on the home of the deadly art. Those who somehow survived the poisonous concoction had their minds twisted beyond repair. Yi's home was left in ruin.<br><br>At the war's conclusion, Yi returned to the grotesque remains of his village. There he became the attack's final casualty. Slain in spirit, if not in body, Yi clung to the only feeling left within his heart: vengeance. Driven only by his desire to punish those who'd destroyed his home, Yi spent years training in seclusion. He became a deadlier swordsman than he had ever been, but true mastery of Wuju still eluded him.<br><br>At the height of Yi's frustration, a monkey of unusually noble bearing interrupted his training. Standing as straight and tall as a man, the monkey watched and mimicked Yi's movements. Yi shooed the monkey away, but the agile creature took great amusement in turning Yi's own techniques against him. Gradually, Yi felt his anger subside as he sparred with the playful animal, and when the burden of his hatred had fully lifted, he found he had caught the monkey by his tail. Yi then understood that he would never master Wuju so long as he pursued it for vengeance, and as he let go of the monkey, he also released his desire to shed his enemy's blood.<br><br> Yi thanked the monkey for showing him what he'd been blind to, and was surprised when the creature actually replied. He wished to learn Yi's art of fighting. It was an odd request, but through it Yi saw his new path: the way to honor the memory of his lost people was to pass their teachings on to a new generation.<br><br>''The edge of the sharpest blade is no match for the calm of the peaceful mind.'' <br>-- Master Yi","skins":[{"id":11000,"name":"default","num":0},{"id":11001,"name":"Assassin Master Yi","num":1},{"id":11002,"name":"Chosen Master Yi","num":2},{"id":11003,"name":"Ionia Master Yi","num":3},{"id":11004,"name":"Samurai Yi","num":4},{"id":11005,"name":"Headhunter Master Yi","num":5},{"id":11009,"name":"PROJECT: Yi","num":9}]}}