{"JA":{"key":"Nami","role":"Support \/ Mage","stats":{"armor":19.72,"armorperlevel":4,"attackdamage":51.208,"attackdamageperlevel":3.1,"attackrange":550,"attackspeedoffset":-0.03,"attackspeedperlevel":2.61,"crit":0,"critperlevel":0,"hp":489.32,"hpperlevel":74,"hpregen":5.42,"hpregenperlevel":0.55,"movespeed":335,"mp":377.24,"mpperlevel":43,"mpregen":11.5,"mpregenperlevel":0.4,"spellblock":30,"spellblockperlevel":0},"info":{"attack":4,"defense":3,"magic":7,"difficulty":5},"name":"ナミ","title":"潮呼びの巫女","partype":"MP","Q":{"cost":"60","cd":"14\/13\/12\/11\/10","range":"875","tooltip":"指定地点に水泡を放つ。命中した敵ユニットに75\/130\/185\/240\/295 <span class=\"color99FF99\">(+0.5)<\/span> の魔法ダメージを与え、1.5秒間スタン効果を付与する。","name":"水の牢獄"},"W":{"cost":"70\/85\/100\/115\/130","cd":"10","range":"725","tooltip":"味方と敵の間で交互に跳ね返る水流を放つ。<br><br><span class=\"colorCCFF99\">味方命中時: <\/span>体力を65\/95\/125\/155\/185 <span class=\"color99FF99\">(+0.3)<\/span> 回復し、近くの敵チャンピオンに跳ね返る。<br><span class=\"colorFF9999\">敵命中時: <\/span>70\/110\/150\/190\/230 <span class=\"color99FF99\">(+0.5)<\/span> の魔法ダメージを与え、近くの味方チャンピオンに跳ね返る。<br><br>水流は3体まで命中するが、同じ対象に跳ね返ることはない。1度跳ね返るごとに、体力回復量とダメージ量に<span class=\"color99FF99\">(Array%)<\/span>の補正がかかる。","name":"潮の流れ"},"E":{"cost":"55\/60\/65\/70\/75","cd":"11","range":"800","tooltip":"味方チャンピオンをは通常攻撃3回分を強化する。この間、強化された味方チャンピオンの通常攻撃は、対象に25\/40\/55\/70\/85 <span class=\"color99FF99\">(+0.2)<\/span> の追加魔法ダメージと1秒間15\/20\/25\/30\/35% <span class=\"color99FF99\">(+0.05%)<\/span> のスロウ効果を与える。この効果は6秒間持続する。","name":"潮使いの祝福"},"R":{"cost":"100","cd":"120\/110\/100","range":"2550","tooltip":"海の力を借りて、指定方向に大きな波を起こす。波が命中した敵ユニットをノックアップさせて150\/250\/350 <span class=\"color99FF99\">(+0.6)<\/span> の魔法ダメージを与え、50\/60\/70%のスロウ効果を付与する。スロウ効果時間は波の移動距離に比例して長くなる(最短2秒、最長4秒)。<br><br>波に触れた味方は「さざなみの後押し」の2倍の効果を得る。","name":"海神の舞"},"P":{"name":"さざなみの後押し","description":"スキルが味方チャンピオンに命中するたびに、命中した相手の移動速度が短時間増加する。"},"lore":"原初の海のエネルギーを操り、神秘的な癒やしの力と大波の破壊力を自在に操るナミ。仲間の疑惑の目にも負けず、彼女は勇気と強い信念をもって、誰にも為しえなかった危険な冒険に名乗りを上げた。今や、彼女の同族はナミを“潮呼びの巫女”――種族全体の存続に関わる使命を完遂しなければならない、特別な存在なのだと認識している。<br><br>“潮呼びの巫女”の神聖な使命は「ムーンストーン」を手に入れることである。それは陸の世界の高みにしかない、強いエネルギーを宿した石であり、海中で暮らすマライの民にとって、深海に潜んでいる恐るべき存在を退けるムーンストーンの光は、必要不可欠なものだった。しかし、石の魔力は百年たつと消えてしまうのである。ゆえにその光が消える前に、“潮呼びの巫女”は「大いなる深み」と呼ばれる場所に赴き「深淵の真珠」を手に入れ、陸地に向かわなければならない。前回から数えて百回目の冬至の夜、潮使いはムーンストーンを携えた陸の者と海岸で会い、交換の儀式を行う。こうして真珠と引き替えにムーンストーンを手に入れることで、マライの民は次の百年を存続できるのである。<br><br>ところがナミの世代には、百年目の期限が近づいても一向に潮使いが現れなかった。使命を果たす選ばれし者がいなくては、マライの民は滅亡の運命を免れない。民はひたすら潮使いの出現を信じて待ちつづけたが、ただ一人ナミだけが手をこまねいていることを拒んだ。救世主が現れないのなら、誰かが行動に出るべきだと主張したのである。こうしてナミは果敢にも自ら試練に挑み、たった一人で危険に満ちた深海へと旅立った。誰もが彼女の生還を絶望視したが、六日間にわたって幾多の恐怖と戦いつづけた少女は、深淵の真珠を携えて見事帰還を果たしたのである。これを受けて、マライの民はナミを新たな“潮呼びの巫女”と認めた。残るは、選ばれし救世主自ら陸に赴き、交換の儀式を終えるのみであった。<br><br>ところが、海面に出たナミの目の前に広がる海岸には、人影一つ見当たらなかった。途方に暮れたナミは、神秘的な入り江にて幾日も待ちつづけた。“潮呼びの巫女”にまつわる伝説では、ムーンストーンを携えた陸の者は必ず現れることになっているというのに。ナミは決断を迫られた。陸の世界のことは、物語や噂話でしか聞いたことがない。しかし、彼女の肩にはマライの民の命運がかかっていた。ナミは陸上でも消えることのない波を召喚すると、ムーンストーンを探すために、マライの民としては初めて陸上の世界に飛び出した。かくして故郷を離れた“潮呼びの巫女”は、責務を果たすまで戻らないことを誓ったのである。<br><br>「私は潮の流れのように、決して振り返らないわ」<br>-- ナミ","skins":[{"id":267000,"name":"default","num":0},{"id":267001,"name":"鯉ナミ","num":1},{"id":267002,"name":"川の精霊<br>ナミ","num":2},{"id":267003,"name":"ナミティ","num":3}]},"EN":{"key":"Nami","role":"Support \/ Mage","stats":{"armor":19.72,"armorperlevel":4,"attackdamage":51.208,"attackdamageperlevel":3.1,"attackrange":550,"attackspeedoffset":-0.03,"attackspeedperlevel":2.61,"crit":0,"critperlevel":0,"hp":489.32,"hpperlevel":74,"hpregen":5.42,"hpregenperlevel":0.55,"movespeed":335,"mp":377.24,"mpperlevel":43,"mpregen":11.5,"mpregenperlevel":0.4,"spellblock":30,"spellblockperlevel":0},"info":{"attack":4,"defense":3,"magic":7,"difficulty":5},"name":"Nami","title":"the Tidecaller","partype":"MP","Q":{"cost":"60","cd":"14\/13\/12\/11\/10","range":"875","tooltip":"Sends a bubble to target area, dealing 75\/130\/185\/240\/295 <span class=\"color99FF99\">(+0.5)<\/span> magic damage to enemies, and stunning them for 1.5 seconds.","name":"Aqua Prison"},"W":{"cost":"70\/85\/100\/115\/130","cd":"10","range":"725","tooltip":"Unleashes a stream of water that bounces back and forth between allied and enemy champions.<br><br><span class=\"colorCCFF99\">On Ally Hit: <\/span>Heals 65\/95\/125\/155\/185 <span class=\"color99FF99\">(+0.3)<\/span> Health and will bounce to a nearby enemy champion.<br><br><span class=\"colorFF9999\">On Enemy Hit: <\/span>Deals 70\/110\/150\/190\/230 <span class=\"color99FF99\">(+0.5)<\/span> magic damage and bounces to a nearby allied champion.<br><br>Bounces to each target only once, and hits up to 3 targets. The damage and healing value is modified by <span class=\"color99FF99\">(Array%)<\/span> each bounce. ","name":"Ebb and Flow"},"E":{"cost":"55\/60\/65\/70\/75","cd":"11","range":"800","tooltip":"Empowers an allied champion's next 3 basic attacks, causing them to slow the target by 15\/20\/25\/30\/35% <span class=\"color99FF99\">(+0.05%)<\/span> for 1 second and deal 25\/40\/55\/70\/85 <span class=\"color99FF99\">(+0.2)<\/span> bonus magic damage. Lasts for 6 seconds.","name":"Tidecaller's Blessing"},"R":{"cost":"100","cd":"120\/110\/100","range":"2550","tooltip":"Summons a Tidal Wave from Nami's position. The wave knocks up enemies and slows them by 50\/60\/70%, dealing 150\/250\/350 <span class=\"color99FF99\">(+0.6)<\/span> magic damage. The duration of the slow increases based on how far the Tidal Wave has traveled, with a minimum duration of 2 seconds and a maximum of 4 seconds.<br><br>Allies hit by the wave gain double the effect of Surging Tides.","name":"Tidal Wave"},"P":{"name":"Surging Tides","description":"When Nami's abilities hit allied champions they gain Movement Speed for a short duration."},"lore":"Nami channels the primal energies of the ocean, harnessing its mystical restorative properties and commanding the raw power of the tides themselves. Though many doubted her, Nami had the bravery and determination to take on a dangerous quest when no one else would. Now her people believe she is the Tidecaller, a chosen one destined to complete a quest essential to the survival of her entire race.<br><br>The Tidecaller's sacred duty is to acquire a moonstone, a powerful object found only in the towering reaches of the surface world. Her people, the Marai, rely on the moonstone's light to ward off the terrors of the depths. However, the stone's power lasts only one hundred years. Before its light fades, the Tidecaller must journey into the Great Deep, retrieve an abyssal pearl, and carry it to the surface. There, on the night of the winter solstice of the hundredth year, the Tidecaller makes a ceremonial exchange with a landwalker bearing a moonstone. By trading the pearl for the moonstone, the Tidecaller ensures the survival of the Marai for another century.<br><br>However, in Nami's time, as the hundred years drew to a close, no Tidecaller had been found. Without a chosen one to complete the quest, her people would face disaster, but the Marai waited in faith that the Tidecaller would appear. Nami refused to sit idle, insisting that without a Tidecaller to save them, someone had to act. Bravely, she decided to begin the quest herself and ventured alone into the dangerous depths. None expected her to survive, but after six days of battles with untold horrors, Nami returned with the pearl in hand. The Marai hailed her as the new Tidecaller. All that remained was for Nami to journey to the surface and complete the exchange.<br><br>When Nami arrived at the surface, however, she found only an empty shore. She waited for days in a mystic cove, unsure of what to do. In all the legends of the Tidecallers, the bearer of the moonstone had never failed to arrive. Nami faced a choice. She knew the surface world only through tale and rumor, but the survival of the Marai depended upon her. Summoning the tide to bear her ashore, Nami began her search for the moonstone and became the first of her kind to explore the world above the ocean. She left her home behind, and vowed not to return until she had completed the Tidecaller's quest.<br><br>''I am the tide, and I cannot be turned.''<br>-- Nami","skins":[{"id":267000,"name":"default","num":0},{"id":267001,"name":"Koi Nami","num":1},{"id":267002,"name":"River Spirit Nami","num":2},{"id":267003,"name":"Urf the Nami-tee","num":3}]}}