{"JA":{"key":"Nautilus","role":"Tank \/ Fighter","stats":{"armor":26.46,"armorperlevel":3.75,"attackdamage":57.544,"attackdamageperlevel":3.3,"attackrange":175,"attackspeedoffset":0.02,"attackspeedperlevel":1,"crit":0,"critperlevel":0,"hp":576.48,"hpperlevel":86,"hpregen":8.37,"hpregenperlevel":0.55,"movespeed":325,"mp":334,"mpperlevel":47,"mpregen":8.625,"mpregenperlevel":0.7,"spellblock":32.1,"spellblockperlevel":1.25},"info":{"attack":4,"defense":6,"magic":6,"difficulty":6},"name":"ノーチラス","title":"深海の巨人","partype":"MP","Q":{"cost":"60\/70\/80\/90\/100","cd":"18\/16\/14\/12\/10","range":"950","tooltip":"指定方向に錨を投げる。敵ユニットに命中すると自身と対象を同時に引き寄せ、対象に60\/105\/150\/195\/240 <span class=\"color99FF99\">(+0.75)<\/span> の魔法ダメージを与えて短時間スタン効果を付与する。<br><br>錨がフィールド上のオブジェクトに命中した場合、自身を碇の地点まで引き寄せ、クールダウンが50% (<span class=\"colorFFFFFF\">Array<\/span>) 短縮される。","name":"錨投げ"},"W":{"cost":"80","cd":"18","range":"350","tooltip":"闇のエネルギーを10秒間身にまとい、65\/70\/75\/80\/85 <span class=\"colorFF3300\">(+Array)<\/span> (最大体力の9\/11\/13\/15\/17%) の耐久値を持つシールドを展開する。<br><br>シールドが持続している間、通常攻撃に対象と周囲にいるユニットに30\/40\/50\/60\/70 <span class=\"color99FF99\">(+0.4)<\/span> の魔法ダメージを2秒かけて与える効果が付与される。","name":"大海の激憤"},"E":{"cost":"40\/50\/60\/70\/80","cd":"7\/6.5\/6\/5.5\/5","range":"600","tooltip":"地面を踏みつけ、自身の周囲に爆発を起こす。爆発1回ごとに範囲内の敵ユニットに55\/85\/115\/145\/175 <span class=\"color99FF99\">(+0.3)<\/span> の魔法ダメージを与え、1.25秒間30\/35\/40\/45\/50%のスロウ効果を付与する。このスロウ効果は時間の経過とともに徐々に減少する。<br><br>同じユニットに複数回の爆発が命中した場合、2回目以降はダメージが50%減少する。","name":"粉砕水"},"R":{"cost":"100","cd":"140\/110\/80","range":"825","tooltip":"指定した敵チャンピオンを追尾する爆雷を発射する。爆雷は通過した場所に衝撃波を発生させ、巻き込んだ敵ユニットに125\/175\/225 <span class=\"color99FF99\">(+0.4)<\/span> の魔法ダメージを与えてノックアップさせる。<br><br>爆雷は指定した対象に命中すると爆発し、対象とその周囲にいる敵に200\/325\/450 <span class=\"color99FF99\">(+0.8)<\/span> の魔法ダメージを与え、ノックアップと1\/1.5\/2秒間のスタン効果を付与する。","name":"爆雷発射"},"P":{"name":"鉄の錨","description":"通常攻撃時に追加物理ダメージを与え、対象をスネア効果を付与する。<br>ただし同じ対象には数秒に1度しか効果が発動しない。"},"lore":"かつてビルジウォーターの船乗りであったノーチラスは、抗争統制省より命を受け、「守護者の海」で未踏査海域の調査に参加していた。未知の海域の奥深くへと船を進めていた調査団は、やがて広い海域の一角が黒い液体で覆われているのを発見した。船員たちの中にも、その液体の正体を知る者は誰一人としていなかった。彼らは新たな発見があれば調査せよと命を受けていたものの、この黒い海域を調べようと名乗り出たのはノーチラスただ一人であった。しかし、大がかりな潜水服を身に着けたノーチラスが甲板の手すりを乗り越えようとしたそのとき、黒い水に潜む何かが彼をがっしりと掴んだのだ！とっさに船にしがみついたノーチラスだったが、謎の存在は凄まじい力で彼を水中へと引きずり込もうとし、その勢いに船は大きく傾いた。恐怖に浮き足立った船乗りたちは、ここで残酷な決断を下す。手すりにすがりつき、仲間たちに向かって必死に助けを求めるノーチラスの手を無理矢理ひらき、漆黒の海へと投げ出したのである。そして黒く渦巻く海は、必死の思いで船の錨をつかんだノーチラスを包み込み、底知れぬ深みへと飲み込んでいった。もはや為すすべもないノーチラスの眼前で、仲間たちの乗る船の底はみるみるぼやけ、やがてすべてが真っ暗になった。<br><br>ノーチラスが再び目覚めたとき、彼はなにか――異形のものであった。巨大な鉄の潜水服は殻となり、その内に潜む恐ろしい真実を封印するかのように、隙間なく身体を覆っていた。記憶はぼんやりと霞み、細部を思い出すことはできなかったが、一つの明確な事実だけは認識できた。彼は仲間から見捨てられ、日の光も届かぬ深海に置き去りにされたのだ。その両手には、自分を捨てて逃げた者たちが乗っていた船の錨が、しっかりと握られていた。他になんの目的も見出せなかった彼は、その手がかりだけを頼りに、答えを求めて海底をゆっくりと歩きはじめた。その重い体では、泳ぐことも、走ることもできなかったのだ。永遠に覚めない夢を見ているかのように、方向の感覚も時間の感覚もないまま、ノーチラスはただ彷徨い続けた。そしてついにビルジウォーターの岸に辿り着いたとき、そこにはかつての自分につながる手がかりは何も残されていなかった。家も、家族もなく、以前の生活を取り戻すすべはどこにも見つからない。ノーチラスの話を聞かされていた船乗りたちは恐れおののき、彼を抗争統制省に送り出したが、サモナーたちは当時船に乗っていた船員たちの名を明かそうとはしなかった。この時すでにリーグ・オブ・レジェンドについて聞き及んでいた“深海の巨人”ノーチラスは、自分を見捨て、かけがえのない人生を奪った者たちを見つけ出して罰するため、チャンピオンとなったのである。<br><br>「完全な闇に包まれてしまったとき、できることはただ前に進み続けることだけだ」<br>-- ノーチラス","skins":[{"id":111000,"name":"default","num":0},{"id":111001,"name":"深海底の主<br>ノーチラス","num":1},{"id":111002,"name":"地底の支配者<br>ノーチラス","num":2},{"id":111003,"name":"アストロ<br>ノーチラス","num":3},{"id":111004,"name":"番人<br>ノーチラス","num":4}]},"EN":{"key":"Nautilus","role":"Tank \/ Fighter","stats":{"armor":26.46,"armorperlevel":3.75,"attackdamage":57.544,"attackdamageperlevel":3.3,"attackrange":175,"attackspeedoffset":0.02,"attackspeedperlevel":1,"crit":0,"critperlevel":0,"hp":576.48,"hpperlevel":86,"hpregen":8.37,"hpregenperlevel":0.55,"movespeed":325,"mp":334,"mpperlevel":47,"mpregen":8.625,"mpregenperlevel":0.7,"spellblock":32.1,"spellblockperlevel":1.25},"info":{"attack":4,"defense":6,"magic":6,"difficulty":6},"name":"Nautilus","title":"the Titan of the Depths","partype":"MP","Q":{"cost":"60\/70\/80\/90\/100","cd":"18\/16\/14\/12\/10","range":"950","tooltip":"Nautilus hurls his anchor forward. If it hits an enemy unit, Nautilus drags himself and the target together dealing 60\/105\/150\/195\/240 <span class=\"color99FF99\">(+0.75)<\/span> magic damage and stunning them briefly.<br><br>If the anchor hits terrain, Nautilus will drag himself forward and the cooldown is reduced by 50% (<span class=\"colorFFFFFF\">Array<\/span>).","name":"Dredge Line"},"W":{"cost":"80","cd":"18","range":"350","tooltip":"Nautilus surrounds himself with dark energies for 10 seconds, shielding him from the next 65\/70\/75\/80\/85 <span class=\"colorFF3300\">(+Array)<\/span> (9\/11\/13\/15\/17% of his max Health) damage.<br><br>While the shield persists, Nautilus' basic attacks deal 30\/40\/50\/60\/70 <span class=\"color99FF99\">(+0.4)<\/span> bonus magic damage over 2 seconds to all enemies around his target.","name":"Titan's Wrath"},"E":{"cost":"40\/50\/60\/70\/80","cd":"7\/6.5\/6\/5.5\/5","range":"600","tooltip":"Nautilus slams the ground, causing the earth to explode around him. Each explosion deals 55\/85\/115\/145\/175 <span class=\"color99FF99\">(+0.3)<\/span> magic damage to enemies in the area and slows them by 30\/35\/40\/45\/50% for 1.25 seconds. This slow diminishes over time.<br><br>A unit can be hit by more than one explosion, but they take 50% less damage from additional explosions.","name":"Riptide"},"R":{"cost":"100","cd":"140\/110\/80","range":"825","tooltip":"Nautilus fires a shockwave that chases an enemy champion, dealing 125\/175\/225 <span class=\"color99FF99\">(+0.4)<\/span> magic damage to other enemies it passes through and knocking them into the air.<br><br>The shockwave explodes upon hitting its target dealing 200\/325\/450 <span class=\"color99FF99\">(+0.8)<\/span> magic damage, launching them into the air and stunning them for 1\/1.5\/2 seconds. ","name":"Depth Charge"},"P":{"name":"Staggering Blow","description":"Nautilus' basic attacks deal bonus physical damage and immobilize his targets. This effect cannot happen more than once every few seconds on the same target."},"lore":"Once, Nautilus was a sailor commissioned by the Institute of War to explore the uncharted reaches of the Guardian's Sea. This expedition took him deep into unknown waters where he and his crew found a vast section of black oozing liquid that none of the crew could identify. Though their job was to investigate anything new that they found, no man aboard was willing to brave the murk except Nautilus. Only moments after he donned the hulking diver's suit and climbed over the ship's rail, something lurking in the muck grabbed hold of him. He clung to the side of the ship, but the thing below pulled him fiercely, rocking the entire ship. The other sailors grew afraid and made a terrible decision. As he stared and pled for help, they wrenched his grip free of the rail. He tumbled into the ink, grabbing the anchor in futile desperation. Dark tendrils enveloped him and he could do nothing but watch as the dimming outline of his ship faded away. Then everything went black.<br><br>When Nautilus awoke, he was something... different. The great iron suit had become a seamless shell around him, concealing whatever awful truth lay inside. All the details of his memory seemed fuzzy and indistinct but one fact remained clear: he was left here, alone in the sunless depths, to die. In his hands he still clutched the anchor that belonged to the men who had condemned him. Having no other purpose, he took this clue and trudged - too heavy to swim or run - in search of answers. He wandered without direction or sense of passing time in what felt like an eternal dream. By the time he stumbled upon the shores of Bilgewater, he could find no traces of the man he was. No house, no family, no life to which he could return. Terrified sailors who'd heard his tale directed Nautilus back to the Institute, but the summoners refused to relinquish the names of the others they commissioned. By then Nautilus had learned about the League of Legends and there he saw an opportunity to discover and punish those responsible for the time and life he lost.<br><br>''When consumed by utter darkness, there is nothing left but forward.''<br>-- Nautilus","skins":[{"id":111000,"name":"default","num":0},{"id":111001,"name":"Abyssal Nautilus","num":1},{"id":111002,"name":"Subterranean Nautilus","num":2},{"id":111003,"name":"AstroNautilus","num":3},{"id":111004,"name":"Warden Nautilus","num":4}]}}