{"JA":{"key":"Orianna","role":"Mage \/ Support","stats":{"armor":17.04,"armorperlevel":3,"attackdamage":40.368,"attackdamageperlevel":2.6,"attackrange":525,"attackspeedoffset":-0.05,"attackspeedperlevel":3.5,"crit":0,"critperlevel":0,"hp":517.72,"hpperlevel":79,"hpregen":6.87,"hpregenperlevel":0.55,"movespeed":325,"mp":334,"mpperlevel":50,"mpregen":6,"mpregenperlevel":0.8,"spellblock":30,"spellblockperlevel":0},"info":{"attack":4,"defense":3,"magic":9,"difficulty":7},"name":"オリアナ","title":"時計仕掛けの舞姫","partype":"MP","Q":{"cost":"30\/35\/40\/45\/50","cd":"6\/5.25\/4.5\/3.75\/3","range":"815","tooltip":"オリアナが指定地点を攻撃するようボールに命令し、軌道上の敵ユニットに60\/90\/120\/150\/180 <span class=\"color99FF99\">(+0.5)<\/span>の魔法ダメージを与える。このスキルのダメージは敵ユニットに命中するたびに10%低下し、最小で40%になる。<br><br>攻撃後、オリアナが一定距離はなれるまでボールはその場に留まる。","name":"オーダー: 攻撃"},"W":{"cost":"70\/80\/90\/100\/110","cd":"9","range":"255","tooltip":"オリアナの命令によってボールが電磁波を放ち、周囲の敵ユニットに70\/115\/160\/205\/250 <span class=\"color99FF99\">(+0.7)<\/span>の魔法ダメージを与える。<br><br>その後、発動地点に3秒間力場が残され、範囲内の敵ユニットに20\/25\/30\/35\/40%のスロウ効果を付与し、味方の移動速度を20\/25\/30\/35\/40%増加させる。効果はそれぞれ2秒間持続し、徐々に元に戻る。","name":"オーダー: 乱磁場"},"E":{"cost":"60","cd":"9","range":"1095","tooltip":"<span class=\"colorFF9900\">自動効果: <\/span>ボールが警護している味方チャンピオンの物理防御と魔法防御がそれぞれ10\/15\/20\/25\/30増加する。<br><br><span class=\"colorFF9900\">発動効果: <\/span>オリアナがボールに味方チャンピオンの防護を命じ、指定した味方チャンピオンに4秒間80\/120\/160\/200\/240 <span class=\"color99FF99\">(+0.4)<\/span>の耐久値を持つシールドを展開する。ボールが移動中に当たった敵は、シールド耐久値 (60\/90\/120\/150\/180 <span class=\"color99FF99\">(+0.3)<\/span>)の 75%のダメージを受ける。<\/span>","name":"オーダー: 防御"},"R":{"cost":"100\/125\/150","cd":"120\/105\/90","range":"410","tooltip":"オリアナが命令してから一瞬遅れて、ボールが衝撃波を放つ。周囲の敵ユニットに150\/225\/300 <span class=\"color99FF99\">(+0.7)<\/span>の魔法ダメージを与え、範囲内にいる敵をボールのほうへ引き寄せる。","name":"オーダー: ショックウェーブ"},"P":{"name":"ぜんまい仕掛け","description":"オリアナの通常攻撃に魔法ダメージが追加される。このダメージはオリアナが同じ対象を続けて攻撃すると増加する。"},"lore":"かつて、コリン・レヴェックというピルトーヴァー人がいた。彼は、一人娘を世界の何よりも愛していた。彼女の名を、オリアナといった。素晴らしい踊りの才能を持ち合わせていたオリアナであったが、彼女自身はリーグ・オブ・レジェンドのチャンピオンたちに深く心酔していたという。その憧れはやがて彼女を、リーグのチャンピオンを目指す訓練へと駆り立てていった。だが悲しいことに、それは蝶よ花よと育てられた天真爛漫な少女であったオリアナを無用な危険にさらすことになり、彼女はやがて悲劇的な死を迎えてしまう。愛する娘を失ったコリンは打ちひしがれ、深い失意の中でテクマトロジーに執着するようになった。やがて、心にあいた大きな空白を埋めるかのように、彼は娘の「代わり」を創り出すことを決意したのである。そう、リーグのチャンピオンになるという娘の夢を、娘に代わって叶えてくれる存在を…。そして誕生したのが、オリアナという名前を与えられた時計仕掛けの殺人機械である。彼女はチャンピオンになるべくして生まれた――そう信じるコリンは、時代の変化に対応するため、オリアナを守るペットとして“ボール”をも創造した。オリアナと一心同体とも言えるボールには別種のテクマトロジーが用いられており、時計仕掛けよりも電気での駆動を重視した設計になっている。<br><br>今やリーグ・オブ・レジェンドのチャンピオンになったオリアナとボールは、時に見当違いな道徳観に導かれながらも戦い続けている。オリアナ自身は周囲に溶け込もうと奮闘しているようだが、いくら頑張ったところで人間になれるわけもなく、どこかズレていて相手を不安にさせてしまうのだ。彼女がどんなに打ち解けようとしても、大半のリーグチャンピオンは彼女の特異な在り方に戸惑ってしまうのである。彼らの目には、オリアナが心を持たない虚ろなロボット――それもとんでもなく危険な存在にしか映らないのだろう。もっとも、父親の目に映るオリアナは、今も昔も完ぺきな娘のままであるようだが。<br><br>「踊りましょう、ボールさん。私と一緒に忘却の彼方へ…」","skins":[{"id":61000,"name":"default","num":0},{"id":61001,"name":"ゴシック<br>オリアナ","num":1},{"id":61002,"name":"ツギハギ人形<br>オリアナ","num":2},{"id":61003,"name":"殺人人形<br>オリアナ","num":3},{"id":61004,"name":"TPA<br>オリアナ","num":4},{"id":61005,"name":"冬の奇跡<br>オリアナ","num":5},{"id":61006,"name":"愛の狩人<br>オリアナ","num":6}]},"EN":{"key":"Orianna","role":"Mage \/ Support","stats":{"armor":17.04,"armorperlevel":3,"attackdamage":40.368,"attackdamageperlevel":2.6,"attackrange":525,"attackspeedoffset":-0.05,"attackspeedperlevel":3.5,"crit":0,"critperlevel":0,"hp":517.72,"hpperlevel":79,"hpregen":6.87,"hpregenperlevel":0.55,"movespeed":325,"mp":334,"mpperlevel":50,"mpregen":6,"mpregenperlevel":0.8,"spellblock":30,"spellblockperlevel":0},"info":{"attack":4,"defense":3,"magic":9,"difficulty":7},"name":"Orianna","title":"the Lady of Clockwork","partype":"MP","Q":{"cost":"30\/35\/40\/45\/50","cd":"6\/5.25\/4.5\/3.75\/3","range":"815","tooltip":"Orianna commands her Ball to shoot toward a target location, dealing 60\/90\/120\/150\/180 <span class=\"color99FF99\">(+0.5)<\/span> magic damage to targets along the way. However, it deals 10% less damage for each unit it hits (Minimum 40%).<br><br>Her Ball remains behind at the target location afterwards.","name":"Command: Attack"},"W":{"cost":"70\/80\/90\/100\/110","cd":"9","range":"255","tooltip":"Orianna commands her Ball to release an electric pulse, dealing 70\/115\/160\/205\/250 <span class=\"color99FF99\">(+0.7)<\/span> magic damage to nearby enemies.<br><br>The pulse leaves behind an energy field for 3 seconds, lowering enemy Movement Speed by 20\/25\/30\/35\/40% and increasing ally Movement Speed by 20\/25\/30\/35\/40% for 2 seconds. This effect diminishes over time.","name":"Command: Dissonance"},"E":{"cost":"60","cd":"9","range":"1095","tooltip":"<span class=\"colorFF9900\">Passive: <\/span>The Ball adds 10\/15\/20\/25\/30 Armor and Magic Resist to the allied champion it is attached to.<br><br><span class=\"colorFF9900\">Active: <\/span>Orianna commands her Ball to travel to and attach onto an allied champion, shielding them for 4 seconds from the next 80\/120\/160\/200\/240 <span class=\"color99FF99\">(+0.4)<\/span> damage. Enemies the Ball passes through along the way are damaged for 75% of the shield value: 60\/90\/120\/150\/180 <span class=\"color99FF99\">(+0.3)<\/span>.<\/span>","name":"Command: Protect"},"R":{"cost":"100\/125\/150","cd":"120\/105\/90","range":"410","tooltip":"Orianna commands her Ball to unleash a shockwave after a brief delay, dealing 150\/225\/300 <span class=\"color99FF99\">(+0.7)<\/span> magic damage to nearby enemies and flinging them into the air a set distance in the direction of the Ball.","name":"Command: Shockwave"},"P":{"name":"Clockwork Windup","description":"Orianna's autoattack deals additional magic damage. This damage increases the more Orianna attacks the same target."},"lore":"There once was a Piltovian man named Corin Reveck who had a daughter named Orianna, whom he loved more than anything else in the world. Though Orianna had incredible talent for dancing, she was deeply fascinated by the champions of the League of Legends. This fascination compelled her to begin training to become such a champion. It is unfortunate that her sheltered, wide-eyed naivete led her to take unnecessary and dangerous chances which ultimately led to her tragic demise. Orianna's death shattered Corin, driving him into deep depression and an obsession with techmaturgy. He could not stand the void his daughter's death left in his life, so he decided to build a replacement - one that would complete Orianna's dream of joining the League. What was created is the clockwork killing machine that Corin named after his daughter. Knowing that she was destined to be a champion and seeing the way the times were changing, he created The Ball as her pet and protector. This nearly symbiotic creation uses a different type of techmaturgy, relying more heavily on electricity than clockwork.<br><br>Orianna and The Ball now fight as Champions in the League of Legends, using her sometimes misguided morality as a compass. She tries in earnest to fit in with those around her. However, no matter how hard she tries, Orianna can never be human and there is always something unnerving and alien about her. Though she attempts social interaction with other champions in the League of Legends, there are few who can get past her exotic nature. To many, it's as if there's nothing inside, that Orianna is just a soulless clockwork shell - a dangerous and deadly one at that. However, all along she remains the perfect daughter in her father's eyes.<br><br>''Dance with me, my pet. Dance with me into oblivion.''","skins":[{"id":61000,"name":"default","num":0},{"id":61001,"name":"Gothic Orianna","num":1},{"id":61002,"name":"Sewn Chaos Orianna","num":2},{"id":61003,"name":"Bladecraft Orianna","num":3},{"id":61004,"name":"TPA Orianna","num":4},{"id":61005,"name":"Winter Wonder Orianna","num":5},{"id":61006,"name":"Heartseeker Orianna","num":6}]}}