{"JA":{"key":"Rengar","role":"Assassin \/ Fighter","stats":{"armor":25.88,"armorperlevel":3.5,"attackdamage":60.04,"attackdamageperlevel":3,"attackrange":125,"attackspeedoffset":-0.08,"attackspeedperlevel":2.85,"crit":0,"critperlevel":0,"hp":586.2,"hpperlevel":90,"hpregen":4.27,"hpregenperlevel":0.4,"movespeed":345,"mp":5,"mpperlevel":0,"mpregen":0,"mpregenperlevel":0,"spellblock":32.1,"spellblockperlevel":1.25},"info":{"attack":7,"defense":4,"magic":2,"difficulty":8},"name":"レンガー","title":"孤高のハンター","partype":"Ferocity","Q":{"cost":"0","cd":"0.5","range":"300","tooltip":"このスキルを発動してから3秒以内の通常攻撃に、レンガーの攻撃力の100\/105\/110\/115\/120% <span class=\"colorF88017\">(Array)<\/span>に30\/60\/90\/120\/150を加えた追加物理ダメージを付与する。<br><br><span class=\"colorEDDA74\">フェロシティボーナス:<\/span> このスキルを発動して3秒以内に通常攻撃を行うと、レンガーの攻撃力の130% <span class=\"colorFF8C00\">Array<\/span>にArrayを加えた物理ダメージを与え、5秒間自身の攻撃速度がArray%、攻撃力が20%増加する。(ダメージと攻撃速度はレンガーのレベルに比例して増加)<\/span>","name":"逆上"},"W":{"cost":"0","cd":"0.5","range":"500","tooltip":"範囲内の敵に50\/80\/110\/140\/170 <span class=\"color99FF99\">(+0.8)<\/span>の魔法ダメージを与えると同時に、レンガーの物理防御と魔法防御が4秒間、それぞれ10\/15\/20\/25\/30増加する。さらに命中した敵チャンピオン\/大型モンスター1体につき、50%の追加物理\/魔法防御を得る。<br><br><span class=\"colorEDDA74\">フェロシティボーナス: <\/span>範囲内の敵にArray <span class=\"color99FF99\">(+0.8)<\/span>の魔法ダメージを与え、通常時のこのスキルと同様に物理\/魔法防御が増加し、自身の体力減少率に応じてArray～Arrayの体力を回復する。(回復量と与えるダメージはレンガーのレベルに比例して増加)","name":"狩りの雄叫び"},"E":{"cost":"0","cd":"0.5","range":"1000","tooltip":"指定方向に投げ縄を放つ。最初に命中した敵ユニットに50\/100\/150\/200\/250<span class=\"colorF88017\"> (+0.7)<\/span>の物理ダメージを与え、2.5秒間60\/65\/70\/75\/80%のスロウ効果を付与する。このスロウ効果は徐々に減少する。<br><br><span class=\"colorEDDA74\">フェロシティボーナス:<\/span> 敵1体にArray<span class=\"colorF88017\"> (+0.7)<\/span>の物理ダメージを与え (ダメージはレベルに比例して増加)、通常のスロウに加えて1.75秒間対象にスネア効果を付与する。","name":"鉄球の投げ縄"},"R":{"cost":"0","cd":"150\/110\/70","range":"2000\/3000\/4000","tooltip":"このスキルの発動後、1秒 (ステルス準備中にダメージを受けるたび1秒延長され、最大で3秒) 遅れてレンガーが7秒間ステルス状態になり、範囲2000\/3000\/4000の中にいる敵チャンピオンの姿を可視化する。ステルス中、レンガーの移動速度は敵チャンピオンに向かっていく際に15%増加し、次の通常攻撃で対象に飛びかかるようになる。<br><br>ステルスを解除すると、移動速度が5秒間25\/35\/45%増加し、時間経過によってフェロシティを得るようになる。","name":"狩猟本能"},"P":{"name":"見えざる襲撃者","description":"茂みの中にいる時やステルス中に通常攻撃を行うと敵に飛びかかって攻撃する。<br><br><span class=\"colorEDDA74\">敵にスキルを使用するたび、レンガーのフェロシティが1増加する。<br>フェロシティが5に達すると次のスキルが強化され追加効果が付与される。<\/span>"},"lore":"レンガーは生粋の狩人であり、そのねぐらの壁にはヴァロランのとりわけ凶暴な猛獣たちの頭、角、爪、牙などが所狭しと飾られている。この圧巻のコレクションに囲まれながら、彼は決して満足することなく、日々さらなる獲物を追い求めている。どんな獲物もすぐには殺さず、学習のためじっくりと観察した。そして自身が仕留められなかった唯一の怪物との再戦に備えて爪を研いでいるのである。<br><br>レンガーは本当の両親についてなにも知らないが、伝説の狩人と称えられる人間の手で育てられた。彼は申し分のない弟子であり、義父の教えを貪欲に吸収しながら、抜きんでた獣の本能をもって腕を磨いていった。やがて、たてがみがまだ伸び切らない若さで、レンガーは自分だけの狩り場を手に入れるべく、たった一人で旅立った。レンガーは自身の縄張りと定めた土地の境界線に沿って、侵入者への警告として仕留めた獲物の頭蓋骨を並べた。彼は、最強の存在として君臨できる土地があれば満たされると思っていた。ところがその思惑とは裏腹に、焦燥だけが募っていった。狩るべき獲物が底を尽き、己の限界が試されるほどの強敵と巡り合えない日々が続くと、彼は意欲を失い、そして恐れを覚えた――この世にはもう、狩りの興奮を味わわせてくれる獲物は残っていないのではないか、と。こうしてすべてが空しく感じ始めていた頃、彼はある怪物に遭遇したのである。別の次元からやって来たとしか思えない、異形の生物であった。それは鎌のように巨大な爪を持ち、行き会うあらゆる動物をむさぼり喰らっていた。挑戦に飢えていたレンガーは躊躇することなく、茂みの中から襲いかかった。その怪物は過去のあらゆる獲物を凌駕する強敵であり、二匹の獣の戦いは熾烈をきわめ、互いに致命傷を負った。レンガーは片目を失ったが、それ以上に深く傷ついたのは彼のプライドであったと言えよう。あまつさえ、レンガーにとって獲物を仕留めそこねるのは初めての経験だった。この深手では一旦退くしかなかったのである。生死の境をさまよった数日間、レンガーは激痛にのたうちまわりながらも、ほのかな喜びを感じていた。狩りは今も続いている。この世にはまだ、首を狩って高々と掲げるに値する強敵が存在するのだ。無論、その強敵とはあの怪物を置いて他はない。レンガーは、ねぐらの一番大きい壁に大きな空間を用意した。いつの日か、あのバケモノの首を自分のコレクションのど真ん中に飾ってやる――そう誓いを込めて。<br><br>「弱者を狩れば生き延びられる。だが、強者を狩ることで初めて生を感じることができる」<br>-- レンガー","skins":[{"id":107000,"name":"default","num":0},{"id":107001,"name":"ヘッドハンター<br>レンガー","num":1},{"id":107002,"name":"ナイトハンター<br>レンガー","num":2},{"id":107003,"name":"SSW<br>レンガー","num":3}]},"EN":{"key":"Rengar","role":"Assassin \/ Fighter","stats":{"armor":25.88,"armorperlevel":3.5,"attackdamage":60.04,"attackdamageperlevel":3,"attackrange":125,"attackspeedoffset":-0.08,"attackspeedperlevel":2.85,"crit":0,"critperlevel":0,"hp":586.2,"hpperlevel":90,"hpregen":4.27,"hpregenperlevel":0.4,"movespeed":345,"mp":5,"mpperlevel":0,"mpregen":0,"mpregenperlevel":0,"spellblock":32.1,"spellblockperlevel":1.25},"info":{"attack":7,"defense":4,"magic":2,"difficulty":8},"name":"Rengar","title":"the Pridestalker","partype":"Ferocity","Q":{"cost":"0","cd":"0.5","range":"300","tooltip":"The next basic attack within 3 seconds deals 100\/105\/110\/115\/120% <span class=\"colorF88017\">(Array)<\/span> of Rengar's Attack Damage plus 30\/60\/90\/120\/150 physical damage.<br><br><span class=\"colorEDDA74\">Ferocity effect:<\/span> The next basic attack within 3 seconds deals 130% <span class=\"colorFF8C00\">Array<\/span> of Rengar's Attack Damage plus Array physical damage and grants Array% Attack Speed and 20% Attack Damage for 5 seconds (Damage and Attack Speed scale with Rengar's level).<\/span>","name":"Savagery"},"W":{"cost":"0","cd":"0.5","range":"500","tooltip":"Deals 50\/80\/110\/140\/170 <span class=\"color99FF99\">(+0.8)<\/span> magic damage to enemies in the area. Rengar's Armor and Magic Resist are increased by 10\/15\/20\/25\/30 for 4 seconds. The bonus Armor and Magic Resist is increased by 50% for each enemy Champion or large Monster hit.<br><br><span class=\"colorEDDA74\">Ferocity effect: <\/span>Deals Array <span class=\"color99FF99\">(+0.8)<\/span> magic damage to enemies in the area, grants the defenses from the normal ability, and restores between Array and Array Health based on missing Health (healing and damage values scale with Rengar's level).","name":"Battle Roar"},"E":{"cost":"0","cd":"0.5","range":"1000","tooltip":"Throws a bola dealing 50\/100\/150\/200\/250<span class=\"colorF88017\"> (+0.7)<\/span> physical damage and slowing an enemy by 60\/65\/70\/75\/80% for 2.5 seconds. This slow diminishes over time.<br><br><span class=\"colorEDDA74\">Ferocity effect:<\/span> Deals Array<span class=\"colorF88017\"> (+0.7)<\/span> physical damage and roots the target for 1.75 seconds on top of the normal slow (damage scales with Rengar's level).","name":"Bola Strike"},"R":{"cost":"0","cd":"150\/110\/70","range":"2000\/3000\/4000","tooltip":"Rengar stealths himself for 7 seconds after a 1 second (delayed to 3 seconds if taking damage) delay and reveals enemy Champions within 2000\/3000\/4000 range. While stealthed, Rengar gains 15% Movement Speed when moving toward enemy champions and his next attack will cause him to leap.<br><br>After breaking stealth, Rengar gains 25\/35\/45% Movement Speed and generates 5 Ferocity over 5 seconds.","name":"Thrill of the Hunt"},"P":{"name":"Unseen Predator","description":"While in brush or stealth Rengar will leap at the target when using his basic attack.<br><br><span class=\"colorEDDA74\">Rengar builds 1 point of Ferocity with each ability he uses on enemies. When reaching 5 points of Ferocity, Rengar's next ability becomes empowered, granting it a bonus effect.<\/span>"},"lore":"On every wall of his den, the trophy hunter Rengar mounts the heads, horns, claws, and fangs of the most lethal creatures in Valoran. Though his collection is extensive, he remains unsatisfied, tirelessly seeking greater game. He takes time with every kill, studying his prey, learning, and preparing himself for the next encounter with the one monster he never managed to defeat.<br><br>Rengar never knew his real parents, but was raised by a human who was revered as a legendary hunter. He was an ideal pupil, intently absorbing the lessons of his father, and improving them with his uncanny feral instincts. Before his mane had fully grown, Rengar set off on his own and claimed a wide territory for himself. Along its perimeter, he mounted the skulls of his slain prey - a warning to would-be aggressors. He thought undisputed reign of a region would fulfill him, but instead, he grew restless. No beasts in his domain proved challenging prey, and without formidable adversaries to push his limits, Rengar's spirit waned. He feared that no worthwhile game remained, that he would never again feel the thrill of the hunt. Just when things seemed their bleakest, he encountered the monster. It was a disturbing, alien thing, distinctly out of place in his world. It bore huge scything claws and devoured any animal that strayed across its path. Overzealous at the prospect of a challenge, Rengar ambushed the monster in haste. It far outclassed anything he'd hunted before. Their fight was savage, and each suffered crippling wounds. Rengar lost an eye, but the most grievous blow was to his pride. He had never before failed to make the kill. Worse yet, the severity of his injuries forced him to retreat. Over the following days, he hovered on the threshold between life and death. He was wracked with pain, but beneath it, he felt a glimmer of joy. The hunt was on. If such powerful beings existed in the world, he would find them, and stack their heads high. The monster, however, was a kill he wanted to savor. On his den's largest wall, he reserves a space for the beast's head, a trophy he swears will one day be the centerpiece of his collection.<br><br>''Prey on the weak and you will survive, prey on the strong and you will live.''<br>-- Rengar","skins":[{"id":107000,"name":"default","num":0},{"id":107001,"name":"Headhunter Rengar","num":1},{"id":107002,"name":"Night Hunter Rengar","num":2},{"id":107003,"name":"SSW Rengar","num":3}]}}