{"JA":{"key":"Sejuani","role":"Tank \/ Fighter","stats":{"armor":29.54,"armorperlevel":3,"attackdamage":57.544,"attackdamageperlevel":3.3,"attackrange":125,"attackspeedoffset":-0.0672,"attackspeedperlevel":1.44,"crit":0,"critperlevel":0,"hp":600,"hpperlevel":95,"hpregen":8.675,"hpregenperlevel":0.85,"movespeed":340,"mp":400,"mpperlevel":40,"mpregen":7.205,"mpregenperlevel":0.45,"spellblock":32.1,"spellblockperlevel":1.25},"info":{"attack":5,"defense":7,"magic":6,"difficulty":4},"name":"セジュアニ","title":"極寒の憤怒","partype":"MP","Q":{"cost":"80\/85\/90\/95\/100","cd":"15\/14\/13\/12\/11","range":"650","tooltip":"指定方向に突進して敵ユニットをノックアップさせ、80\/125\/170\/215\/260 <span class=\"color99FF99\">(+0.4)<\/span> の魔法ダメージを与える。<br>突進は敵チャンピオンをノックアップさせると停止する。","name":"猪突凍進"},"W":{"cost":"40\/35\/30\/25\/20","cd":"11\/10\/9\/8\/7","range":"350","tooltip":"次の通常攻撃を強化し、対象とその周囲の敵にもダメージを与える。効果を受けた対象は、最大体力の4\/4.5\/5\/5.5\/6% <span class=\"color99FF99\">(+0.03%)<\/span> に相当する魔法ダメージを受ける。続けてセジュアニはフレイルを振り回し、周囲の敵に40\/70\/100\/130\/160 <span class=\"colorFF3300\">(+Array)<\/span> <span class=\"color99FF99\">(+0.6)<\/span> の魔法ダメージを4秒間かけて与える。<br><br>再発動すると、即座に振り回し攻撃に移行する。","name":"北風のフレイル"},"E":{"cost":"55","cd":"10\/9\/8\/7\/6","range":"1000","tooltip":"<span class=\"colorFF9900\">自動効果:<\/span> スキルか通常攻撃でダメージを与えた敵に4秒間「凍傷」を付与する。<br><br><span class=\"colorFF9900\">発動効果:<\/span> 「凍傷」を受けている周囲の敵ユニットに80\/105\/130\/155\/180 <span class=\"color99FF99\">(+0.5)<\/span> の魔法ダメージを与え、1.5秒間、50\/55\/60\/65\/70%のスロウ効果を付与する。","name":"永久凍土"},"R":{"cost":"100","cd":"130\/115\/100","range":"1225","tooltip":"指定方向に純氷のフレイルを投げつける。フレイルは敵チャンピオンに命中すると砕け散り、対象を含む周囲の敵に1.25\/1.5\/1.75秒間スタン効果を付与する。敵に命中しなかった場合も最大射程に達すると砕け散り、範囲内にいる敵に1.25\/1.5\/1.75秒間30%のスロウ効果を付与する。<br><br>フレイルが砕け散った際、範囲内の敵ユニットは150\/250\/350 <span class=\"color99FF99\">(+0.8)<\/span> の魔法ダメージを受ける。","name":"グレイシャルプリズン"},"P":{"name":"凍傷","description":"通常攻撃かスキルで敵にダメージを与えるたび、セジュアニの物理防御が増加し自身が受けるスロウ効果が軽減される。"},"lore":"セジュアニは苦難を離乳食とし、蛮行によって養われた。他の者であれば屈したであろうフレヨルドの苛酷な自然は、逆に彼女を鍛え上げた。やがて苦痛は力に、空腹は励みに、そして寒さは弱者を淘汰する同志となった。セジュアニはその生い立ちを通じて、終わりなき冬の中で目的を達するには、冬のように冷たく無慈悲になる必要があることを学んだのである。セジュアニにとってみれば、彼女に付き従う者に必要なのは耐え難きを耐える根性であり、それでなければ死ぬだけである。なぜなら彼女は知っている。フレヨルドを征服した暁には、生き残る術を知っている者たちこそが、強大な国の礎となることを。<br><br>今やウィンタークロウ族の長となった彼女は、幼少の頃、民の数が次第に減っていく様を目の当たりにした。厳しい寒さと飢えの中で生き延びるのは、常にもっとも頑強な者だけであった。兄弟姉妹の中でも10歳の誕生日を迎えられたのはセジュアニ一人であり、彼女自身も惨めな死を迎えるだろうことを覚悟していた。絶望に駆られ、部族のシャーマンに霊的な助言を求めたところ、その千里眼に映ったものはセジュアニの死ではなかった。シャーマンは代わりにこう予言した――お前はいつの日かフレヨルドを征服し、分断した部族を統一するだろう、と。<br><br>天命に対する確信で自らを鎧い、セジュアニは凡庸な心の持ち主であれば耐えきれずに死ぬであろう極限状態まで自らを追い込んでいった。食料を持たず、毛皮も身につけずに猛吹雪の中をさまよい歩き、凍てつく風雪に肉をえぐられながら鍛錬を続けた。部族の猛者たちとも、立っていられなくなるまでぶつかり合った。部族の長となった時、セジュアニは配下の戦士たちに自身を手本とするよう命じた。そして彼女の指揮のもとで、ウィンタークロウ族はかつてないほど強大になったのである。<br><br>皮肉なことに、セジュアニの征服戦争を最終的に後押ししたのは、戦ではなく和平の申し入れだった。冬の初日、アッシュの部族の使者たちが、アヴァローサン産の穀物という贈り物を携えて、セジュアニの野営地に近づいてきた。アッシュの意図は明確であった――我々と同盟を結ぶなら、ウィンタークロウ族は二度と飢えに苦しむことはない。だが、セジュアニはこの贈り物を侮辱と受け取った。セジュアニはアッシュの部族の中に、貧相で弱々しく、戦いよりも野良仕事を好む腰抜けに等しい男や女を見てとった。それは、彼女にとって侮蔑に値する惰弱さであった。<br><br>セジュアニは民を呼び集め、穀物に火を放つと、「アッシュの施しからは弱さしか生まれぬ」と言い放った。そして所持品をすべて剥ぎ取ってから、使者たちをアッシュのもとへ送り返した。それは「フレヨルドでは強者だけが生き残るに値することを証明してやろう」という、ウィンタークロウ族からアヴァローサン族への事実上の宣戦布告であった。燃え上がる穀物を背に、セジュアニは苦痛に満ちた最初の教訓を与えるべく、戦団を従えて駆け出していった。<br><br>「私は氷から切り出され、嵐によって形作られ、冷気によって鍛えられた」<br>-- セジュアニ","skins":[{"id":113000,"name":"default","num":0},{"id":113001,"name":"猪武者<br>セジュアニ","num":1},{"id":113002,"name":"闇騎士<br>セジュアニ","num":2},{"id":113003,"name":"伝統的な衣装<br>セジュア二","num":3},{"id":113004,"name":"熊乗り兵士<br>セジュアニ","num":4},{"id":113005,"name":"ポロライダー<br>セジュアニ","num":5},{"id":113006,"name":"野獣を狩る者<br>セジュアニ","num":6}]},"EN":{"key":"Sejuani","role":"Tank \/ Fighter","stats":{"armor":29.54,"armorperlevel":3,"attackdamage":57.544,"attackdamageperlevel":3.3,"attackrange":125,"attackspeedoffset":-0.0672,"attackspeedperlevel":1.44,"crit":0,"critperlevel":0,"hp":600,"hpperlevel":95,"hpregen":8.675,"hpregenperlevel":0.85,"movespeed":340,"mp":400,"mpperlevel":40,"mpregen":7.205,"mpregenperlevel":0.45,"spellblock":32.1,"spellblockperlevel":1.25},"info":{"attack":5,"defense":7,"magic":6,"difficulty":4},"name":"Sejuani","title":"the Winter's Wrath","partype":"MP","Q":{"cost":"80\/85\/90\/95\/100","cd":"15\/14\/13\/12\/11","range":"650","tooltip":"Charges forward, knocking enemies into the air and dealing 80\/125\/170\/215\/260 <span class=\"color99FF99\">(+0.4)<\/span> magic damage. The charge stops after knocking an enemy champion into the air.","name":"Arctic Assault"},"W":{"cost":"40\/35\/30\/25\/20","cd":"11\/10\/9\/8\/7","range":"350","tooltip":"Sejuani's next basic attack also affects enemies near her target. All affected units are dealt magic damage equal to 4\/4.5\/5\/5.5\/6% <span class=\"color99FF99\">(+0.03%)<\/span> of their own maximum Health. Sejuani then swings her flail, dealing 40\/70\/100\/130\/160 <span class=\"colorFF3300\">(+Array)<\/span> <span class=\"color99FF99\">(+0.6)<\/span> magic damage to nearby enemies over 4 seconds.<br><br>If this ability is reactivated, Sejuani immediately starts swinging her flail.","name":"Flail of the Northern Winds"},"E":{"cost":"55","cd":"10\/9\/8\/7\/6","range":"1000","tooltip":"<span class=\"colorFF9900\">Passive:<\/span> Abilities and basic attacks apply Frost to enemies for 4 seconds. <br><br><span class=\"colorFF9900\">Active:<\/span> All nearby enemies with Frost take 80\/105\/130\/155\/180 <span class=\"color99FF99\">(+0.5)<\/span> magic damage and are slowed by 50\/55\/60\/65\/70% for 1.5 seconds. ","name":"Permafrost"},"R":{"cost":"100","cd":"130\/115\/100","range":"1225","tooltip":"Sejuani throws her True Ice bola in a line. If the bola hits an enemy champion, it shatters, stunning the target and nearby enemies for 1.25\/1.5\/1.75 seconds. If the bola reaches its maximum range, it shatters and slows enemies by 30% for 1.25\/1.5\/1.75 seconds instead.<br><br>All enemies in the shatter area take 150\/250\/350 <span class=\"color99FF99\">(+0.8)<\/span> magic damage.","name":"Glacial Prison"},"P":{"name":"Frost","description":"Damaging an enemy with an ability or basic attack grants Sejuani bonus Armor and reduces movement-slowing effects on her."},"lore":"Sejuani was weaned on hardship and reared on barbarity. Where others succumbed to the harshness of the Freljord, she was tempered by it until pain became power, hunger an encouragement, and frost an ally in culling the weak. Through her ordeals, she learned that to thrive in the endless winter, one must become just as cold and unforgiving. In Sejuani's eyes, her followers either have the mettle to endure or the right to die. Once she has conquered the Freljord, she knows that those who survive will form a nation to be feared.<br><br>As a child, the leader of the Winter's Claw watched her tribe's numbers slowly dwindle. Cold and starvation took all but the most resilient. She was the only one of her siblings to survive to her tenth year, leaving Sejuani sure that she too would die in misery. In desperation, she sought spiritual counsel from her tribe's mystic. But the seer did not foretell Sejuani's death. Instead, she prophesized that Sejuani would one day conquer and unite the divided tribes of the Freljord.<br><br>Armored with absolute faith in her destiny, Sejuani pushed herself to extremes that would have killed anyone without her will to endure. She walked into blizzards without food or furs and trained while frigid winds raked her flesh. She clashed with the strongest warriors of her tribe, one after another, until her legs gave out beneath her. When she assumed leadership of her tribe, Sejuani commanded her warriors to follow her example. Under her rule, the tribe grew stronger than they had ever been.<br><br>In the end, it was an offer of peace - rather than an act of war - that began Sejuani's campaign of conquest. On the first day of winter, envoys from Ashe's tribe approached Sejuani's camp bearing a gift of Avarosan grain. Ashe's intent was clear: if Sejuani united with her tribe, the Winter's Claw would never go hungry again. To Sejuani, the gift was an insult. In Ashe's tribe, she saw men and women, slight and soft, who preferred to farm instead of fight. Her contempt for them was absolute.<br><br>Sejuani gathered her people and set the grain alight. She proclaimed that Ashe's offer of charity would bring only weakness. Stripping the envoys of their supplies, Sejuani sent them back with a message: the Winter's Claw would prove to the Avarosan that only the strong deserve to survive in the Freljord. As the grain burned behind them, Sejuani rode out with her warband to inflict the first of many painful lessons to come.<br><br>''I was cut from the ice, shaped in the storms, hardened in the cold.''<br>-- Sejuani","skins":[{"id":113000,"name":"default","num":0},{"id":113001,"name":"Sabretusk Sejuani","num":1},{"id":113002,"name":"Darkrider Sejuani","num":2},{"id":113003,"name":"Traditional Sejuani","num":3},{"id":113004,"name":"Bear Cavalry Sejuani","num":4},{"id":113005,"name":"Poro Rider Sejuani","num":5},{"id":113006,"name":"Beast Hunter Sejuani","num":6}]}}