{"JA":{"key":"Shyvana","role":"Fighter \/ Tank","stats":{"armor":27.628,"armorperlevel":3.35,"attackdamage":60.712,"attackdamageperlevel":3.4,"attackrange":125,"attackspeedoffset":-0.05,"attackspeedperlevel":2.5,"crit":0,"critperlevel":0,"hp":594.6,"hpperlevel":95,"hpregen":8.59,"hpregenperlevel":0.8,"movespeed":350,"mp":100,"mpperlevel":0,"mpregen":0,"mpregenperlevel":0,"spellblock":32.1,"spellblockperlevel":1.25},"info":{"attack":8,"defense":6,"magic":3,"difficulty":4},"name":"シヴァーナ","title":"半龍人","partype":"Dragonfury","Q":{"cost":"0","cd":"9\/8\/7\/6\/5","range":"650","tooltip":"次の通常攻撃が2回攻撃になり、1撃目<span class=\"colorFF8C00\">(+Array)<\/span>で2撃目で<span class=\"colorFF8C00\">(+Array)<\/span> の物理ダメージを与える。クールダウン中、通常攻撃を行うたび「ツインバイト」のクールダウンが0.5秒解消する。<br><br><span class=\"colorFF3300\">ドラゴンフォーム: <\/span>周囲の敵ユニットにも同様のダメージを与えるようになる。<br><br><span class=\"color919191\">ツインバイトの2撃目のダメージはシヴァーナの攻撃力の40\/55\/70\/85\/100%に相当する。<\/span>","name":"ツインバイト"},"W":{"cost":"0","cd":"12","range":"325","tooltip":"シヴァーナが3秒間炎を身にまとう。炎は周囲の敵ユニットに毎秒20\/32\/45\/57\/70 <span class=\"colorFF8C00\">(+0.2)<\/span><span class=\"color99FF99\">(+0.1)<\/span>の魔法ダメージを与え、移動速度が30\/35\/40\/45\/50%増加し、3秒かけて元に戻る。<br><br>発動中に通常攻撃が敵に命中すると、@Effect1Amount*0.25@ <span class=\"colorFF8C00\">(+@CharBonusPhysical*0.25@)<\/span><span class=\"color99FF99\">(+@CharAbilityPower2*.25@)<\/span>の追加魔法範囲ダメージが発生し、このスキルの効果時間が1秒延長する。<br><br><span class=\"colorFF3300\">ドラゴンフォーム: <\/span>シヴァーナが通った後に炎が残り、触れた敵がダメージを受ける。<br><br><span class=\"color919191\"><i>中立モンスターには +20% のダメージを与える。<br>バーンアウトの効果時間は最大で7秒間持続する。<\/span>","name":"バーンアウト"},"E":{"cost":"0","cd":"12\/11\/10\/9\/8","range":"925","tooltip":"指定方向に火球を放つ。接触した敵ユニットに60\/100\/140\/180\/220 <span class=\"color99FF99\">(+0.6)<\/span> の魔法ダメージを与え、さらに5秒間「シンダーズ」のマークを付与する。<br>「シンダーズ」が付与された敵を通常攻撃するたび、対象の最大体力の2.5%に相当する追加魔法ダメージを与える。<br><br><span class=\"colorFF3300\">ドラゴンフォーム: <\/span>火炎を吐き指定方向の扇状範囲内にいる敵ユニットを焼き払う。<br><br><span class=\"color919191\">「シンダーズ」発動時のダメージは中立モンスターに対して命中毎に100が上限。<\/span>","name":"フレイムブレス"},"R":{"cost":"0","cd":"0","range":"1000","tooltip":"<span class=\"colorFF9900\">自動効果: <\/span>1.5秒毎に1\/2\/3の「フューリー」を取得する。また、通常攻撃を行うたび「フューリー」が2増加する。<br><br><span class=\"colorFF9900\">発動効果: <\/span>龍に変身し、指定地点へ飛びかかる。接触した敵は175\/300\/425 <span class=\"color99FF99\">(+0.7)<\/span> の魔法ダメージを受け、指定地点のほうへノックバックする。","name":"龍族の血統"},"P":{"name":"ドラゴンボーン","description":"<mainText>物理防御と魔法防御が増加。龍形態の時は増加防御力が倍になる。<\/mainText>"},"lore":"竜と人との間に生まれた子として、シヴァーナの人生は自らの居場所を求め続ける戦いであった。受けてきた数知れぬ迫害の体験が、彼女を恐るべき戦士へと鍛え上げた。シヴァーナに刃向う者は、その肌の下に潜む炎の魔獣と対峙することになるであろう。<br><br>竜族は、シヴァーナに流れる人の血を不浄と看做し、蛇蝎の如く嫌った。そのため彼女の成長期は、一匹の冷酷な竜による執拗な追跡から逃れることに費やされることとなった。先の見えない逃亡生活の中で、竜族から追放された父竜とシヴァーナは、我が家と呼べるものをついに知ることは叶わなかった。幾度となく経験した戦いが、シヴァーナを憎しみにまみれた残虐な戦士へと育てていった。追っ手の竜との戦いは何年も何年も続いたが、ある時ついに、シヴァーナの父が追跡者の手にかかり斃れてしまうこととなった――しかし、父もまた追跡者に相当な深手を負わせることに成功していた。傷を癒すため飛び去った憎き父の仇を追い、シヴァーナは胸に悲しみと怒りを抱えながら、ひたすら北へと向かっていった。その途中、彼女は同じ竜を追跡する人間の一団と出会う。その多くが彼女に向けた瞳に恐怖を浮かべる中、リーダーらしき男は欠片も敵意を見せることなく彼女に歩み寄ってきた。男はデマーシアの王子ジャーヴァンIVと名乗り、シヴァーナの復讐に手を貸そうと申し出たのである。かくして、シヴァーナはジャーヴァンたちと共に、父を殺した凶暴な竜を追い詰めたのである。人間たちが役に立つとは欠片も思っていなかったシヴァーナであったが、炎と鋼鉄がぶつかり合う中で、ジャーヴァンの率いる甲冑の戦士たちは驚くべき強さを発揮した。そしてついに竜を組み伏せた瞬間、シヴァーナはとどめの一撃を振り下ろし、竜の心臓をえぐり取ったのである。シヴァーナの勇ましさに感服したジャーヴァンは、自らが率いる近衛兵に加わることを勧めた。居並ぶ戦士たちの目には未だに不安の色が浮かんでいたが、それは流浪を重ねてきたシヴァーナが、ようやく自分の居場所を見つけた瞬間でもあった。ジャーヴァンの言葉を信じ、申し出を受け入れたシヴァーナは、今やデマーシアの戦士として彼に仕えている。とはいえ人間の同僚たちは、シヴァーナの強さに敬意を表しつつも一定の距離を置いているようだ。王子に受けた恩に報いるため、内なる竜の力を使って奮闘するシヴァーナであるが、それでも考えずにはいられない――人が彼女を恐れるのは、正しいのではないのだろうか、と。<br><br>「私はすでに竜族に力を認めさせた。今更ヒト如きが相手になると思うのか？」<br>-- シヴァーナ","skins":[{"id":102000,"name":"default","num":0},{"id":102001,"name":"鋼の鱗<br>シヴァーナ","num":1},{"id":102002,"name":"龍骨の爪<br>シヴァーナ","num":2},{"id":102003,"name":"黒龍シヴァーナ","num":3},{"id":102004,"name":"氷龍シヴァーナ","num":4},{"id":102005,"name":"王者シヴァーナ","num":5},{"id":102006,"name":"超銀河<br>シヴァーナ","num":6}]},"EN":{"key":"Shyvana","role":"Fighter \/ Tank","stats":{"armor":27.628,"armorperlevel":3.35,"attackdamage":60.712,"attackdamageperlevel":3.4,"attackrange":125,"attackspeedoffset":-0.05,"attackspeedperlevel":2.5,"crit":0,"critperlevel":0,"hp":594.6,"hpperlevel":95,"hpregen":8.59,"hpregenperlevel":0.8,"movespeed":350,"mp":100,"mpperlevel":0,"mpregen":0,"mpregenperlevel":0,"spellblock":32.1,"spellblockperlevel":1.25},"info":{"attack":8,"defense":6,"magic":3,"difficulty":4},"name":"Shyvana","title":"the Half-Dragon","partype":"Dragonfury","Q":{"cost":"0","cd":"9\/8\/7\/6\/5","range":"650","tooltip":"Shyvana strikes twice on her next attack, dealing <span class=\"colorFF8C00\">Array<\/span> and <span class=\"colorFF8C00\">Array<\/span> physical damage on the first and second hits respectively.<br><br>While Twin Bite is on cooldown, basic attacks reduce the remaining cooldown duration by 0.5 seconds.<br><br><span class=\"colorFF3300\">Dragon Form: <\/span>Twin Bite cleaves all units in front Shyvana.<br><br><span class=\"color919191\"><i>Twin Bite's second hit damage is equal to 40\/55\/70\/85\/100% of Shyvana's attack damage.<\/i><\/span>","name":"Twin Bite"},"W":{"cost":"0","cd":"12","range":"325","tooltip":"Shyvana deals 20\/32\/45\/57\/70 <span class=\"colorFF8C00\">(+0.2)<\/span> <span class=\"color99FF99\">(+0.1)<\/span> magic damage per second to nearby enemies and gains a bonus 30\/35\/40\/45\/50% movement speed that decays over 3 seconds.<br><br>While Burnout is active, basic attacks deal @Effect1Amount*0.25@ <span class=\"colorFF8C00\">(+@CharBonusPhysical*0.25@)<\/span> <span class=\"color99FF99\">(+@CharAbilityPower2*.25@)<\/span> magic damage to nearby enemies and extend its duration by 1 second.<br><br><span class=\"colorFF3300\">Dragon Form: <\/span>Burnout scorches the earth, continuing to damage enemies that stand on it.<br><br><span class=\"color919191\"><i>Burnout deals +20% damage to monsters.<br>Burnout has a maximum duration of 7 seconds.<\/i><\/span>","name":"Burnout"},"E":{"cost":"0","cd":"12\/11\/10\/9\/8","range":"925","tooltip":"Shyvana unleashes a fireball that deals 60\/100\/140\/180\/220 <span class=\"color99FF99\">(+0.6)<\/span> magic damage to all enemies it passes through, marking them for 5 seconds.<br><br>Shyvana's basic attacks against marked targets deal 2.5% of their maximum health as magic damage on hit.<br><br><span class=\"colorFF3300\">Dragon Form: <\/span>Flame Breath engulfs all units in a cone in front of her.<br><br><span class=\"color919191\"><i>Flame Breath's on-hit damage against monsters is capped at 100 damage per hit.<\/i><\/span>","name":"Flame Breath"},"R":{"cost":"0","cd":"0","range":"1000","tooltip":"<span class=\"colorFF9900\">Active: <\/span>Shyvana transforms into a dragon and takes flight to a target location. Enemies along her path take 175\/300\/425 <span class=\"color99FF99\">(+0.7)<\/span> magic damage and are knocked toward her target location.<br><br><span class=\"colorFF9900\">Passive: <\/span>Shyvana generates 1\/2\/3 Fury every 1.5 seconds. Basic Attacks generate 2 Fury.","name":"Dragon's Descent"},"P":{"name":"Dragonborn","description":"<mainText>Shyvana gains bonus Armor and Magic Resistance. These bonuses are doubled while Shyvana is in Dragon Form.<\/mainText>"},"lore":"A half-breed born from the union between dragon and human, Shyvana searched all her life for belonging. Persecution forged her into a brutal warrior, and those who dare stand against Shyvana face the fiery beast lurking just beneath her skin.<br><br>Dragonkind considered Shyvana's impure blood an abomination, and she spent her youth pursued relentlessly by one cruel drake. Constantly on the run, she and her father, an outcast dragon, never knew a lasting home. A brutal reflection of countless battles, Shyvana grew hateful and savage. After years of strife, her father finally fell to the other dragon, but not before gravely wounding his foe. Furious with grief, Shyvana pursued her father's murderer as he fled north to recover. There she encountered a group of humans on the trail of the same drake. Though the men looked upon her in fear, their leader approached Shyvana peacefully. He introduced himself as Jarvan IV, the Prince of Demacia, and offered to aid Shyvana in her quest for vengeance. Together they hunted down and confronted the vicious dragon that had slain her father. Shyvana did not expect the men to survive, but in the clash of fire and steel, Jarvan and his men fought with strength she had never believed humans to possess. The ironclad warriors drove their foe into submission, and Shyvana struck the final blow, tearing the beast's heart from its body. Inspired by her ferocity, Jarvan offered her a place in the ranks of his elite guard. Shyvana could still see fear in the eyes of his men, but she longed for a true home. Trusting Jarvan's word, she accepted his offer and now serves as a Demacian warrior. Though her human allies admire her power, they keep their distance. Shyvana strives to repay the prince's kindness with the power of the dragon within, but she cannot help but wonder if the humans are right to fear her.<br><br>''I have proven my might to dragonkind - what challenge shall humans pose?''<br>-- Shyvana","skins":[{"id":102000,"name":"default","num":0},{"id":102001,"name":"Ironscale Shyvana","num":1},{"id":102002,"name":"Boneclaw Shyvana","num":2},{"id":102003,"name":"Darkflame Shyvana","num":3},{"id":102004,"name":"Ice Drake Shyvana","num":4},{"id":102005,"name":"Championship Shyvana","num":5},{"id":102006,"name":"Super Galaxy Shyvana","num":6}]}}