{"JA":{"key":"Singed","role":"Tank \/ Fighter","stats":{"armor":27.88,"armorperlevel":3.5,"attackdamage":62.32,"attackdamageperlevel":3.375,"attackrange":125,"attackspeedoffset":0.02,"attackspeedperlevel":1.81,"crit":0,"critperlevel":0,"hp":542.76,"hpperlevel":82,"hpregen":8.02,"hpregenperlevel":0.55,"movespeed":345,"mp":290.6,"mpperlevel":45,"mpregen":7.52,"mpregenperlevel":0.55,"spellblock":32.1,"spellblockperlevel":1.25},"info":{"attack":4,"defense":8,"magic":7,"difficulty":5},"name":"シンジド","title":"マッドケミスト","partype":"MP","Q":{"cost":"13","cd":"0","range":"20","tooltip":"<span class=\"colorFF9900\">発動中: <\/span>自分が通った後に毒ガスをまき散らし、接触した敵に毎秒22\/34\/46\/58\/70 <span class=\"color99FF99\">(+0.3)<\/span> の魔法ダメージを与える。","name":"毒の軌跡"},"W":{"cost":"70\/80\/90\/100\/110","cd":"14","range":"1000","tooltip":"指定地点に5秒間持続する強力な粘着剤を撒く。粘着剤は接触した敵に35\/45\/55\/65\/75%のスロウ効果を付与する (範囲外に出たあともスロウは1秒間持続する)。<br><br>「すくい投げ」によって「強力粘着剤」の上に着地した対象はスネア状態になる。","name":"強力粘着剤"},"E":{"cost":"100\/110\/120\/130\/140","cd":"10","range":"125","tooltip":"指定した敵を背後に放り投げ50\/65\/80\/95\/110 <span class=\"color99FF99\">(+0.75)<\/span>+対象の最大体力の6\/6.5\/7\/7.5\/8%を魔法ダメージとして与える。相手がミニオンおよび中立モンスターの場合、追加ダメージの上限は300。<br><br>対象が「強力粘着剤」の上に着地した場合は、1\/1.25\/1.5\/1.75\/2秒間のスネア効果を付与する。","name":"すくい投げ"},"R":{"cost":"150","cd":"100","range":"20","tooltip":"シンジドが強力な調合薬を飲み、25秒間、魔力、物理防御、魔法防御、移動速度、体力自動回復、マナ自動回復が35\/50\/80増加する。","name":"狂人のポーション"},"P":{"name":"肉体強化","description":"最大体力がマナ100につき25増加する。"},"lore":"ゾウンの由緒正しき化学者一家の末裔であるシンジドは、若い頃から同輩を圧倒する調薬の天稟を有していた。またたく間に頭角を現し、他に目ぼしいライバルも見当たらなかったため、シンジドが悪名高きワーウィックの弟子に選ばれたのも驚きではなかった。ワーウィックはアイオニア遠征中、ノクサス軍から莫大な報酬を受け取って従軍していた熟練の薬師である。そのワーウィックの研究室において、シンジドは休みなく働きつづけ、先達が開発した危険な技巧をすばやく、余すところなく吸収していった。シンジドにとって、自らが生み出す死や破壊は案ずるべきものではなく、努力の成果にすぎない。やがて師匠が狼化の呪いに屈すると、シンジドは単なる下働きから発明者に転身することを強く望むようになっていった。そして己の天才ぶりを世に知らしめるため、アイオニアの最前線に、まったく新しい苦痛をもたらしてみせたのである。シンジドの向上心は飽くことがなく、適切な被験者が足りなくなると、不安定な調合薬を自分の体で実験することも珍しくなかったという。<br><br>リーグ・オブ・レジェンドが世界にぎこちない平和をもたらした時、シンジドはその自慢の技を世に披露できる唯一の場所――抗争統制省へと旅立った。昨今のシンジドはすでに人間とは言いがたい容貌をしており、その独創的な自作の薬によって体を蝕まれ、それと同時に生かされている。闇の力や、炎の暴走によって作られた無数の火傷が全身にあり、ボロボロになった体をいっそう醜く見せている。だが、そうした過酷な事故に晒されるうちにシンジドの神経は無感覚になり、肉体は強靭になり、身体能力が向上して、紛れもない戦闘兵器へと進化していた。そして危険な薬品の数々を懐に忍ばせているシンジドは、今やフィールド・オブ・ジャスティス屈指の危険なチャンピオンとして知られるようになったのである。<br><br>「もっとも危険な薬には、恩人の名を長くとどめん！」<br>-- シンジド、「狂人のポーション」を命名しながら。","skins":[{"id":27000,"name":"default","num":0},{"id":27001,"name":"Riot小隊<br>シンジド","num":1},{"id":27002,"name":"ヘクステック<br>シンジド","num":2},{"id":27003,"name":"波乗り<br>シンジド","num":3},{"id":27004,"name":"狂気の化学者<br>シンジド","num":4},{"id":27005,"name":"強化人間<br>シンジド","num":5},{"id":27006,"name":"雪の一片<br>シンジド","num":6},{"id":27007,"name":"SSW<br>シンジド","num":7},{"id":27008,"name":"黒の災厄<br>シンジド","num":8}]},"EN":{"key":"Singed","role":"Tank \/ Fighter","stats":{"armor":27.88,"armorperlevel":3.5,"attackdamage":62.32,"attackdamageperlevel":3.375,"attackrange":125,"attackspeedoffset":0.02,"attackspeedperlevel":1.81,"crit":0,"critperlevel":0,"hp":542.76,"hpperlevel":82,"hpregen":8.02,"hpregenperlevel":0.55,"movespeed":345,"mp":290.6,"mpperlevel":45,"mpregen":7.52,"mpregenperlevel":0.55,"spellblock":32.1,"spellblockperlevel":1.25},"info":{"attack":4,"defense":8,"magic":7,"difficulty":5},"name":"Singed","title":"the Mad Chemist","partype":"MP","Q":{"cost":"13","cd":"0","range":"20","tooltip":"<span class=\"colorFF9900\">Toggle: <\/span>Singed lays a poisonous trail that deals 22\/34\/46\/58\/70 <span class=\"color99FF99\">(+0.3)<\/span> magic damage per second.","name":"Poison Trail"},"W":{"cost":"70\/80\/90\/100\/110","cd":"14","range":"1000","tooltip":"Singed leaves a sticky area on the ground for 5 seconds, slowing enemies in the area by 35\/45\/55\/65\/75% (lasts 1 second after leaving).<br><br>If Singed flings a target into the zone, it will root them.","name":"Mega Adhesive"},"E":{"cost":"100\/110\/120\/130\/140","cd":"10","range":"125","tooltip":"Singed flings an enemy over his shoulder, dealing 50\/65\/80\/95\/110 <span class=\"color99FF99\">(+0.75)<\/span> plus 6\/6.5\/7\/7.5\/8% of the target's maximum Health as magic damage. Max 300 bonus damage against minions and monsters.<br><br>If the target Singed flings lands in his Mega Adhesive, they are also rooted for 1\/1.25\/1.5\/1.75\/2 seconds.","name":"Fling"},"R":{"cost":"150","cd":"100","range":"20","tooltip":"Singed drinks a potent brew of chemicals, granting him 35\/50\/80 Ability Power, Armor, Magic Resist, Movement Speed, Health Regen, and Mana Regen for 25 seconds.","name":"Insanity Potion"},"P":{"name":"Empowered Bulwark","description":"Increases Singed's Health by 25 for every 100 Mana he has."},"lore":"Singed descended from a long line of Zaun's revered chemists. Even in his youth, his talent for concocting potions far outstripped that of his peers, and he quickly distinguished himself from his less extraordinary chemist compatriots. It came as no surprise to anyone when he was selected for apprenticeship by the infamous Warwick, master apothecary on a lucrative retainer with the Noxian military during their campaign against Ionia. Within Warwick's laboratories, Singed toiled without end, rapidly absorbing every detail of his predecessor's deadly craft. Singed had little concern for the death and destruction that was the fruit of his labors. By the time the curse of lycanthropy descended to claim his master, Singed was poised and eager to make the transition from workhorse to innovator; he was ready to share his genius by bringing a new brand of suffering to the Ionian front. His zeal for progress was unquenchable, and when suitable test subjects proved to be in short supply, the eager chemist was often thought to turn his volatile mixtures on his own flesh.<br><br>When the uneasy peace created by the League of Legends settled on the world, Singed journeyed to the one place where he was still able to showcase his beloved craft: the Institute of War. By this time he was barely even a man, his body both ruined and sustained by his ingenious craft. A thousand burns - accidents of shadow and flame - mar his ravaged form, and exposure to such harsh conditions has deadened his nerves, hardened his body, and strengthened his physique, transforming him into a veritable juggernaut. This, combined with a formidable arsenal of deadly concoctions, makes Singed a force to be reckoned with on the Fields of Justice.<br><br>''My deadliest dose shall bear my patron's name!''<br>-- Singed, having just christened the Insanity Potion","skins":[{"id":27000,"name":"default","num":0},{"id":27001,"name":"Riot Squad Singed","num":1},{"id":27002,"name":"Hextech Singed","num":2},{"id":27003,"name":"Surfer Singed","num":3},{"id":27004,"name":"Mad Scientist Singed","num":4},{"id":27005,"name":"Augmented Singed","num":5},{"id":27006,"name":"Snow Day Singed","num":6},{"id":27007,"name":"SSW Singed","num":7},{"id":27008,"name":"Black Scourge Singed","num":8}]}}