{"JA":{"key":"Sion","role":"Tank \/ Fighter","stats":{"armor":23.04,"armorperlevel":3,"attackdamage":59.72,"attackdamageperlevel":4,"attackrange":175,"attackspeedoffset":-0.08,"attackspeedperlevel":1.3,"crit":0,"critperlevel":0,"hp":542.64,"hpperlevel":73,"hpregen":10.18,"hpregenperlevel":0.8,"movespeed":345,"mp":325.6,"mpperlevel":42,"mpregen":8.005,"mpregenperlevel":0.6,"spellblock":32.1,"spellblockperlevel":1.25},"info":{"attack":5,"defense":9,"magic":3,"difficulty":5},"name":"サイオン","title":"不死身の重戦車","partype":"MP","Q":{"cost":"45","cd":"10\/9\/8\/7\/6","range":"10000","tooltip":"サイオンが前方へ斧を振り上げ、2秒チャージするかスキルを再使用すると範囲内の敵に20\/40\/60\/80\/100 <span class=\"colorFF8C00\">(+Array)<\/span>～60\/120\/180\/240\/300 <span class=\"colorFF8C00\">(+Array)<\/span>の物理ダメージ (ミニオンに対してはその60%のダメージ) を与える。また、命中した敵ユニットに短時間のスロウ効果を付与する。<br><br>1秒以上チャージした状態で斧を振り下ろすと命中した敵をノックアップさせ、チャージ時間に応じて1.25～2.25秒間のスタン効果を付与する。","name":"破滅の斧"},"W":{"cost":"65\/70\/75\/80\/85","cd":"13","range":"500","tooltip":"<span class=\"colorFFE076\">自動効果:<\/span> 敵ユニットを倒すたび、サイオンの最大体力が2 (大型モンスターやチャンピオンをキルかアシストした場合は10) 増加する。<br><span class=\"colorFF3300\">現在の増加体力: Array <\/span><br><br><span class=\"colorFFE076\">発動効果:<\/span> サイオンが6秒間30\/55\/80\/105\/130 <span class=\"color99FF99\">(+0.4)<\/span> <span class=\"colorFF3300\">(+Array)<\/span> (最大体力の6\/7\/8\/9\/10%) の耐久値を持ったシールドを展開する。3秒後もシールドが残っていた場合、このスキルを再使用することでシールドが爆発して、周囲の敵に40\/65\/90\/115\/140 <span class=\"color99FF99\">(+0.4)<\/span> + 対象の最大体力の10\/11\/12\/13\/14%の魔法ダメージを与える。ミニオンおよび中立モンスターに与える追加ダメージは最大400。","name":"魂の炉心"},"E":{"cost":"35\/40\/45\/50\/55","cd":"12\/11\/10\/9\/8","range":"800","tooltip":"サイオンが指定方向に衝撃波を放ち、最初に命中した敵ユニットに70\/105\/140\/175\/210 <span class=\"color99FF99\">(+0.4)<\/span>の魔法ダメージを与える。さらに2.5秒の間、移動速度を40\/45\/50\/55\/60%、物理防御を20%低下させる。<br><br>対象がチャンピオン以外の場合はノックバックし、そのユニットに衝突した敵ユニットに30%の追加ダメージと、40\/45\/50\/55\/60%のスロウ効果を付与する。","name":"殺意の雄叫び"},"R":{"cost":"100","cd":"140\/100\/60","range":"7500","tooltip":"指定方向に8秒間突進する。突進中はわずかに方向を制御でき、あらゆる行動妨害スキルが無効化され、もう一度使用するとその場で停止する。<br><br>敵チャンピオンか壁に衝突すると停止し、ごく近距離の敵ユニットに150\/300\/450 <span class=\"colorFF8C00\">(+Array)<\/span>の物理ダメージを与えてノックアップさせ、0.75秒間のスタン効果を付与する。さらに周囲の敵に同一のダメージを与え、3秒間40\/45\/50%のスロウ効果を付与する。<br><br>ダメージはサイオンの突進距離に応じて最大300\/600\/900 <span class=\"colorFF8C00\">(+Array)<\/span> まで、スタンの効果時間は1.75秒まで増加する。","name":"猪突猛進"},"P":{"name":"名誉ある死","description":"サイオンが死亡後、体力が最大の状態で復活するが急速に減少していく。<br><br>復活後のサイオンは攻撃速度が大幅に上昇し、100%のライフスティールを取得、通常攻撃に対象の最大体力の10%が追加物理ダメージとして付与される。(中立モンスターへの追加ダメージは上限75)<br><br>復活中は、全てのスキルは移動速度を増加させる「死の波動」のみ使用可能。"},"lore":"血だ。<br><br>匂うぞ。<br><br>はやく… こっちに… 来い！<br><br>近いぞ。奴らが来る。<br><br>鎖がない？ 自由だ！ ぶっ殺す！<br><br>見えたぞ。そうだ！ 死ね！ 死ね！<br><br>死んだ。あっけねえ。戦闘終了。もっとだ。もっと… 戦わせろ。<br><br>声だ。知らない声。見えるぞ。大将軍だ。我が大将軍。<br><br>大将軍が先導する。オレはついてく。行軍する。どこへ？ 知ってるはずだが、思い出せねえ。<br><br>流れてる、血が。あちこちから。それがどうした？ ノクサスが征服する。残りは？ 無意味だ。久しく… 勝利を味わってねえ。<br><br>戦の馬車が駆ける、揺れる、ガタガタと。荷台はぎっしり。無意味な儀式。待機だ。狂いそうだ。早くしろ、犬ども！<br><br>見えたぞ。旗だ。デマーシア軍と城壁。腰抜けどもめ。門を吹っ飛ばしてやる。皆殺しだ。やつ等の顔が目に浮かぶ。<br><br>待てだと？ 誰が命じた？ 下っ端どもは答えない。知らない顔ばかりだ。オレが覚えてなけりゃ、歴史も忘れるだろう。<br><br>荷台が開いた。ようやくだ！ 我慢できねぇ。突撃する！<br><br>投石器？　それに弓？　ガキのおもちゃだ。城壁など役に立たん！<br><br>感じるぞ。奴らの恐怖を。バリケードが破られ、叫んでやがる。間もなくだ！<br><br>ノクサス軍の戦太鼓。デマーシア軍の悲鳴。栄光は賛辞じゃない。栄光とは両手を染める生温かい血だ！ これこそが生だ！<br><br>引き裂かれた、たくさんの死体。足下に転がってる。デマーシアの街が燃えてる。もう終わりか。早すぎる！ せめてもう一度…<br><br>奴らが見てる。怯えてる。目が。勝利を見るのが怖いなら、怯えた目玉をえぐりとってやる。大将軍の目に恐怖はない。頷くだけ。この征服に、ご満悦だ。<br><br>歩いてる。戦場を。大将軍と。惨劇の跡を眺めながら。次の敵と戦いたくてしかたがない。大将軍が足を引きずってる。負傷したのか。だが、痛がる素振りはないぞ。さすがだ。真のノクサス人だ。ただし、大将軍のペットは気に入らない。死体をついばむだけの役立たずだ。軍用犬を連れてるほうが似合う。<br><br>もうすぐだ。デマーシアは我らのもの。感じる。準備はできた。行軍しよう。大将軍は休めと言うが、休めるものか。敵がまだ息をしてるってのに。<br><br>なぜ止まる？ 待機か。イラつく。ほっとかれてる。鳥が見てやがる。気に入らねえ。大将軍の鳥じゃなきゃ、焼き鳥にしてやるのに。<br><br>疲れだ。初めて感じる… これほどの疲れは。<br><br>ボラム？ お前か？ 何をブツブツ言ってやがる？<br><br>ここはどこだ？<br><br>捕まった？ 檻の中だ。まるで犬みてえだ。なぜ？<br><br>戦があった。砦が落ち、静かになった。奇襲か？ 思い出せねえ。<br><br>オレは負傷した。感じる。いびつな傷口を。痛みはねえ。敵は思ってる。オレが死んだと。今のオレは奴らの獲物。運命が笑ってやがる。檻から出てやる！ オレを生かしたことを後悔させてやる。<br><br>デマーシアの蛆虫どもめ！ 善人ぶってやがるが、奴らも同じだ。血も涙もない獣だ。ここは暗い。ジメジメする。穴ぐら。食いもんは届かねえ。拷問もねえ。見せしめにもせず、朽ち果てさせるつもりか。<br><br>思い出す。あの頃はよかった。王様の首を締めながら感じた。脈がぴたっと止まるのを。握りしめる指に感じた。手を放したことは覚えてない。これはてめえの復讐か、ジャ−ヴァン？<br><br>聞こえる。勝利の行進が。軍靴の鳴る音が。かすかだが、地下牢の壁越しに。ノクサスの戦太鼓が鳴ってる。解放されるぞ。街中がデマーシア人の血で染まる！<br><br>誰も来ねえ。戦いの音もしねえ。退却もしてねえ。オレの空耳だったのか？<br><br>足は痛くねえ。鉄靴だってかろうじて分かる。錆びだらけだ。<br><br>足がねえ。いつなくした？<br><br>残り香だ。血の。戦いの。ほっとする。<br><br>腹が減って死にそうだ。眠ってもいねえ。時間がゆっくり流れてる。疲れた。とても。<br><br>いつまで続く？<br><br>真っ暗だ。この穴ぐらは。思い出せ。大将軍。何か言ってた。何だったか？<br><br>人の名前じゃなかったな。<br><br>おぼろげになってく。なんで思い出せねえんだ。<br><br>あの言葉。途切れてる。思い出せ。<br><br>「サイオン、カラスに用心しろ」<br><br>オレをここから出せええええっ！<br><br>血だ。","skins":[{"id":14000,"name":"default","num":0},{"id":14001,"name":"ヘクステック<br>サイオン","num":1},{"id":14002,"name":"バーバリアン<br>サイオン","num":2},{"id":14003,"name":"木こりサイオン","num":3},{"id":14004,"name":"戦争狂サイオン","num":4},{"id":14005,"name":"メカゼロ<br>サイオン","num":5}]},"EN":{"key":"Sion","role":"Tank \/ Fighter","stats":{"armor":23.04,"armorperlevel":3,"attackdamage":59.72,"attackdamageperlevel":4,"attackrange":175,"attackspeedoffset":-0.08,"attackspeedperlevel":1.3,"crit":0,"critperlevel":0,"hp":542.64,"hpperlevel":73,"hpregen":10.18,"hpregenperlevel":0.8,"movespeed":345,"mp":325.6,"mpperlevel":42,"mpregen":8.005,"mpregenperlevel":0.6,"spellblock":32.1,"spellblockperlevel":1.25},"info":{"attack":5,"defense":9,"magic":3,"difficulty":5},"name":"Sion","title":"The Undead Juggernaut","partype":"MP","Q":{"cost":"45","cd":"10\/9\/8\/7\/6","range":"10000","tooltip":"Sion charges up a heavy blow for up to 2 seconds. When released, he deals 20\/40\/60\/80\/100 <span class=\"colorFF8C00\">(+Array)<\/span> to 60\/120\/180\/240\/300 <span class=\"colorFF8C00\">(+Array)<\/span> physical damage to enemies hit (60% damage to minions) and briefly slows them.<br><br>If Sion charges for at least 1 second, enemies are knocked up and stunned for 1.25 to 2.25 seconds.","name":"Decimating Smash"},"W":{"cost":"65\/70\/75\/80\/85","cd":"13","range":"500","tooltip":"<span class=\"colorFFE076\">Passive:<\/span> Sion gains 2 maximum Health when he kills a unit (10 for large monsters and champion kills or assists). <span class=\"colorFF3300\">Current Bonus: Array <\/span><br><br><span class=\"colorFFE076\">Active:<\/span> Sion shields himself for 30\/55\/80\/105\/130 <span class=\"color99FF99\">(+0.4)<\/span> <span class=\"colorFF3300\">(+Array)<\/span> (6\/7\/8\/9\/10% of maximum Health) for 6 seconds. After 3 seconds, while the shield holds, Sion can reactivate to deal 40\/65\/90\/115\/140 <span class=\"color99FF99\">(+0.4)<\/span> plus 10\/11\/12\/13\/14% of the target's maximum Health as magic damage to nearby enemies. Max 400 bonus damage to minions and monsters.","name":"Soul Furnace"},"E":{"cost":"35\/40\/45\/50\/55","cd":"12\/11\/10\/9\/8","range":"800","tooltip":"Sion fires a shockwave, dealing 70\/105\/140\/175\/210 <span class=\"color99FF99\">(+0.4)<\/span> magic damage to the first enemy hit, slowing it by 40\/45\/50\/55\/60%, and reducing its Armor by 20% for 2.5 seconds.<br><br>If the target is not a champion, it will be knocked back. Enemies that the knocked back unit collides with take 30% bonus damage and are slowed by 40\/45\/50\/55\/60%.","name":"Roar of the Slayer"},"R":{"cost":"100","cd":"140\/100\/60","range":"7500","tooltip":"Sion charges in a direction for 8 seconds and can steer slowly towards the mouse cursor. While charging, Sion is immune to all Crowd Control. Reactivating will cancel Sion's charge early.<br><br>When Sion collides with an enemy champion or wall, he deals 150\/300\/450 <span class=\"colorFF8C00\">(+Array)<\/span> physical damage and knocks up enemies in a small area for 0.75 seconds. Enemies in a larger area take the same damage and are slowed by 40\/45\/50% for 3 seconds.<br><br>The damage increases to 300\/600\/900 <span class=\"colorFF8C00\">(+Array)<\/span> and the stun increases to 1.75 seconds as Sion charges farther.","name":"Unstoppable Onslaught"},"P":{"name":"Glory in Death","description":"After being killed, Sion will reanimate with rapidly decaying Health. His attacks become very rapid, gain 100% Lifesteal and deal bonus damage equal to 10% of his target's maximum Health (max 75 to monsters).<br><br>All his abilities are replaced with Death Surge, which grants a burst of Movement Speed."},"lore":"BLOOD.<br><br>SMELL IT.<br><br>WANT. ACHING. NEED!<br><br>CLOSE NOW. THEY COME.<br><br>NO CHAINS? FREE! KILL!<br><br>IN REACH. YES! DIE! DIE!<br><br>Gone. Too quick. No fight. More. I want... more.<br><br>A voice? Unfamiliar. I see him. The Grand General. My general.<br><br>He leads. I follow. Marching. To where? I should know. I can't remember.<br><br>It all bleeds together. Does it matter? Noxus conquers. The rest? Trivial. So long...  since I've tasted victory.<br><br>The war wagon rocks. Rattles. A cramped cage. Pointless ceremony. The waiting. Maddening. Faster, dogs!<br><br>There. Banners. Demacians and their walls. Cowards. Their gates will shatter. Thoughts of the massacre come easily.<br><br>Who gave the order to halt? The underlings don't answer. No familiar faces. If I do not remember, neither will history.<br><br>The cage is opened. Finally! No more waiting. WE CHARGE!<br><br>Slings and arrows? The weapons of children! Their walls will not save them!<br><br>I can taste their fear. They shrink at every blow as their barricades splinter. SOON!<br><br>Noxian drums. Demacian screams. Glory isn't accolades; glory is hot blood on your hands! This is life!<br><br>A thousand shattered corpses lie at my feet, and Demacian homes burn all around me. It's over too quickly! Just one more...<br><br>The men stare. There's fear in their eyes. If they're afraid to look upon victory, I should pluck those craven eyes out. There is no fear in the Grand General's eyes, only approval. He is pleased with this conquest.<br><br>Walking the field with the Grand General, surveying the carnage, I ache for another foe. He is hobbled, a leg wound from the battle? If it pains him, he does not show it. A true Noxian. I do not like his pet, though; it picks over the dead, having earned nothing. His war hounds were more fitting company.<br><br>Demacia will be within our grasp soon. I can feel it. I am ready to march. The Grand General insists that I rest. How can I rest when my enemies still live?<br><br>Why do we mill about? The waiting eats at me. I'm left to my own devices. The bird watches. It's unsettling. Were it anyone else's, I would crush it.<br><br>Fatigue sets in. I've never felt so... tired.<br><br>Boram? Is that you? What are you whispering?<br><br>Where am I?<br><br>Captured? Kenneled like some dog. How?<br><br>There was... the battle, the razing of the fortress, the quiet of the aftermath. Were we ambushed? I can't remember.<br><br>I was wounded. I can feel the ragged gash... but no pain. They thought me dead. Now, I am their prize. Fate is laughing. I will not be caged! They will regret sparing me.<br><br>Demacian worms! They parrot kind words, but they are ruthless all the same. This place is a dank pit. They bring no food. There is no torture. They do not make a show of me. I am left to rot.<br><br>I remember my finest hour. I held a king by his throat and felt the final beat of his heart through my tightening grasp. I don't remember letting go. Is this your vengeance, Jarvan?<br><br>I hear the triumphal march. Boots on stone. Faint, through the dungeon walls. The cadence of Noxian drums. I shall be free. Demacian blood will run in the streets!<br><br>No one came. I heard no struggle. No retreat. Did I imagine it?<br><br>There is no aching in this stump. I barely noticed the iron boot. It's caked in rust.<br><br>When did I lose my leg?<br><br>I still smell the blood. Battle. It brings comfort.<br><br>The hunger gnaws. I have not slept. Time crawls. So tired.<br><br>How long?<br><br>So dark. This pit. I remember. Grand General. His whispering. What was it?<br><br>Not who I think.<br><br>Fading. Mustn't forget.<br><br>Message. Cut. Remember.<br><br>''SION – Beware ravens.''<br><br>FREE ME!<br><br>BLOOD.","skins":[{"id":14000,"name":"default","num":0},{"id":14001,"name":"Hextech Sion","num":1},{"id":14002,"name":"Barbarian Sion","num":2},{"id":14003,"name":"Lumberjack Sion","num":3},{"id":14004,"name":"Warmonger Sion","num":4},{"id":14005,"name":"Mecha Zero Sion","num":5}]}}