{"JA":{"key":"Swain","role":"Mage \/ Fighter","stats":{"armor":22.72,"armorperlevel":4,"attackdamage":52.04,"attackdamageperlevel":3,"attackrange":500,"attackspeedoffset":0,"attackspeedperlevel":2.11,"crit":0,"critperlevel":0,"hp":516.04,"hpperlevel":90,"hpregen":7.84,"hpregenperlevel":0.65,"movespeed":335,"mp":374,"mpperlevel":47,"mpregen":6,"mpregenperlevel":0.8,"spellblock":30,"spellblockperlevel":0},"info":{"attack":2,"defense":6,"magic":9,"difficulty":8},"name":"スウェイン","title":"戦術の匠","partype":"MP","Q":{"cost":"60\/65\/70\/75\/80","cd":"14\/13\/12\/11\/10","range":"700","tooltip":"指定した場所に怪鳥ベアトリスを放ち、周囲の敵を4秒間攻撃させる。ベアトリスは自身から一番近い敵チャンピオンを優先して攻撃し、1秒間に 30\/50\/70\/90\/110 <span class=\"color99FF99\">(+0.3)<\/span>の魔法ダメージと <span class=\"colorFFFFFF\">20\/25\/30\/35\/40%<\/span>のスロウ効果を与える。ダメージはミニオンに対して2倍のArray <span class=\"color99FF99\">(+0.6)<\/span>を与える。<br><br>効果を与えている対象が死ぬか範囲外に移動すると、ベアトリスは別の対象を攻撃する。範囲内のユニットが「<span class=\"colorFFFF00\">苦悶<\/span>」の効果を受けている場合、ベアトリスはそのユニットを攻撃する。<br><br>最大ダメージ：ミニオン以外のユニットArray <span class=\"color99FF99\">(+Array)<\/span>、ミニオンArray <span class=\"color99FF99\">(+Array)<\/span> ","name":"戦慄の怪鳥"},"W":{"cost":"80\/85\/90\/95\/100","cd":"18\/16\/14\/12\/10","range":"900","tooltip":"指定地点に一瞬遅れて地面からかぎ爪が現れ、範囲内の敵ユニットを捕らえる。捕らえた敵に80\/120\/160\/200\/240 <span class=\"color99FF99\">(+0.7)<\/span> の魔法ダメージを与え、<span class=\"colorFFFFFF\">1\/1.25\/1.5\/1.75\/2<\/span>秒間スネア効果を付与する。","name":"鉤爪の束縛"},"E":{"cost":"65\/70\/75\/80\/85","cd":"10","range":"625","tooltip":"指定した対象に4秒かけて50\/80\/110\/140\/170 <span class=\"color99FF99\">(+1)<\/span> の魔法ダメージを与える。このスキルが命中した対象に、スウェインの与えるダメージが20%増加するデバフを付与する。","name":"苦悶"},"R":{"cost":"25","cd":"10","range":"625","tooltip":"<span class=\"colorFF9900\">発動中: <\/span>巨鳥に変身し、最大5羽の小ガラスが近くの敵に毎秒ダメージを与える (チャンピオン優先) 。小ガラスはそれぞれ50\/70\/90 <span class=\"color99FF99\">(+0.2)<\/span> の魔法ダメージを与え、スウェインの体力をチャンピオンから30\/45\/60 <span class=\"color99FF99\">(+Array)<\/span> 、ミニオンと中立モンスターから8\/11\/14 <span class=\"color99FF99\">(+Array)<\/span> それぞれ回復する。<br><br>小ガラスは1秒間同じ敵を攻撃することはできない。このスキルを発動している間、マナコストが毎秒5ずつ増加する。","name":"大烏の恐襲"},"P":{"name":"屍食再生","description":"ユニットを一体倒すたびにマナを回復する。回復量はレベルが上がるごとに上昇する。"},"lore":"スウェインに関する最も古い記録は、ノクサスの診療所に勤務していたある医師の手記に見られる。この記録によれば、スウェインは少しの苦痛のうめきも泣き言ももらすことなく、足を引きずりながら病室に入ってきたらしい。その右脚は真っ二つに折れており、骨が皮膚を突き破っていた。そして、その肩には愛想のない小さな鳥が、まるで固定されているかのように止まって離れなかったと記されている。この、あどけなさの残る青年が、年齢や健康状態について質問をされると、落ち着いた態度で視線ひとつ動かすことなく受け答えてみせる様子に、医師たちは恐怖を覚え、誰もが言葉を失ったという。折れた脛骨を砂の重りで元に戻す際、骨のきしむ音は病室中に響き渡ったが、まじろぎもしないスウェインの目には動揺の色は一切浮かばなかった。腓骨がポキリと音を立てても、目元を引きつらせることすらしなかった。彼の脚は手術のしようがないほど重傷で、医師たちは魔法を使った治療を勧めたが、患者本人はこれを拒否し、予備の松葉杖一本だけを所望すると、やはり足を引きずりながら去っていったと、この記録は結んでいる。次にスウェインの名が記録上に現れるのは、ノクサス軍の書類である。しかし、そこに何らかの情報が欠如しているのは明らかだ。通常、誇り高きノクサス軍は体に障害を持つ者を蔑視し、入隊を認めることはない。しかし記録によるとスウェインは、入隊後すぐに幹部将校に任命されているのである。<br><br>スウェインの配下で戦い、かつ生き延びた兵士は、その後も決まって彼の部下の地位にとどまり、絶対的な忠誠を見せる。スウェインの部隊に所属するために自ら降格を願い出る上官も少なくなく、スウェインはそのたびに昇進を重ね、最高司令部内でまたたく間に地位を高めていった。狡猾な戦略家であった彼は、最前線でもよろよろと歩きながら常に思案を巡らせ、実戦に参加するたびに勲章を獲得した。こうして着実に権力の階段を上っていくスウェインの躍進にはとどまる気配がなかったが、アイオニア侵攻を目前にしたある日、突然の退役に追い込まれてしまう。この不可解な決定が、官僚たちによる失脚工作であることはまず間違いない。もしスウェインがこの決定に納得していなかったとしても、彼はそれを一切外に見せることはなかった。その顔の、あまりに冷徹で無情な様は、それがなにやら人ならぬ正体を隠す仮面ではないかという噂すら囁かれるほどであった。更なる憶測が、スウェインの肩から決して離れようとしない鳥について飛び交っている。鳥の名を知る者はおらず、彼はただ彼女にのみ聞こえるようにそれを囁くのだ。スウェインはのちに、デマーシアがリーグ内で存在感を誇示しはじめたことをきっかけに軍に呼び戻され、現役士官への復帰を果たすこととなる。<br><br>「助けを求める余力があるうちは、助けなど求めてはならない」<br>-スウェイン","skins":[{"id":50000,"name":"default","num":0},{"id":50001,"name":"北部戦線司令塔<br>スウェイン","num":1},{"id":50002,"name":"海賊島の<br>スウェイン","num":2},{"id":50003,"name":"独裁者<br>スウェイン","num":3}]},"EN":{"key":"Swain","role":"Mage \/ Fighter","stats":{"armor":22.72,"armorperlevel":4,"attackdamage":52.04,"attackdamageperlevel":3,"attackrange":500,"attackspeedoffset":0,"attackspeedperlevel":2.11,"crit":0,"critperlevel":0,"hp":516.04,"hpperlevel":90,"hpregen":7.84,"hpregenperlevel":0.65,"movespeed":335,"mp":374,"mpperlevel":47,"mpregen":6,"mpregenperlevel":0.8,"spellblock":30,"spellblockperlevel":0},"info":{"attack":2,"defense":6,"magic":9,"difficulty":8},"name":"Swain","title":"the Master Tactician","partype":"MP","Q":{"cost":"60\/65\/70\/75\/80","cd":"14\/13\/12\/11\/10","range":"700","tooltip":"Beatrice lands on the target area for 4 seconds and attacks the closest enemy unit prioritizing champions, dealing 30\/50\/70\/90\/110 <span class=\"color99FF99\">(+0.3)<\/span> magic damage per second and slowing it down by <span class=\"colorFFFFFF\">20\/25\/30\/35\/40%<\/span>. Damage is doubled to Array <span class=\"color99FF99\">(+0.6)<\/span> magic damage against minions.<br><br>Beatrice will look for a new target if the current one moves away or dies. If any nearby enemy unit is afflicted by <span class=\"colorFFFF00\">Torment<\/span> then it will become Beatrice's target<br><br>Max damage: Array <span class=\"color99FF99\">(+Array)<\/span> to non-minions and Array <span class=\"color99FF99\">(+Array)<\/span> to enemy minions.","name":"Decrepify"},"W":{"cost":"80\/85\/90\/95\/100","cd":"18\/16\/14\/12\/10","range":"900","tooltip":"Swain marks the target area that triggers after a brief delay dealing 80\/120\/160\/200\/240 <span class=\"color99FF99\">(+0.7)<\/span> magic damage to enemies within range and rooting them for <span class=\"colorFFFFFF\">1\/1.25\/1.5\/1.75\/2<\/span> second(s).","name":"Nevermove"},"E":{"cost":"65\/70\/75\/80\/85","cd":"10","range":"625","tooltip":"Swain afflicts his target with a curse that deals 50\/80\/110\/140\/170 <span class=\"color99FF99\">(+1)<\/span> magic damage over 4 seconds and amplifies Swain's damage against it by 20%.","name":"Torment"},"R":{"cost":"25","cd":"10","range":"625","tooltip":"<span class=\"colorFF9900\">Toggle:<\/span> Swain transforms into a monstrous raven, spawning up to 5 lesser ravens per second that strike out at nearby enemies, prioritizing champions. Each raven deals 50\/70\/90 <span class=\"color99FF99\">(+0.2)<\/span> magic damage and heals Swain for 30\/45\/60 <span class=\"color99FF99\">(+Array)<\/span> against champions and 8\/11\/14 <span class=\"color99FF99\">(+Array)<\/span> against minions and monsters.<br><br>Ravens can't attack the same target for 1 second and the mana cost to sustain Ravenous Flock increases by 5 Mana each second.","name":"Ravenous Flock"},"P":{"name":"Carrion Renewal","description":"Swain regenerates Mana each time he kills a unit. This amount increases each level."},"lore":"The earliest account of Swain's existence comes from a Noxian infirmary doctor's notes. According to them, Swain limped into the ward without cry or complaint; his right leg was snapped in half, with bone protruding from the skin. A small, scowling bird seemed affixed to his shoulder. The doctor gawked in horror as the young adolescent answered questions about his health and age with a calm, even stare. Even behind the echoing crack as the sand counterweights reset his tibia, Swain's measuring gaze never flickered, nor did his eyes twitch from the pop of his fibula. He refused the doctor's recommendation of magical treatment for the leg's inoperable damage, requesting only a spare crutch before shuffling away. He next surfaced in documents from the Noxian military, although it is evident that they are incomplete. Normally a crippled boy would be turned away in shame from Noxus' proud legion, but the records indicate his first designation was that of a ranking officer.<br><br>The men who've served under him (and survived) have remained in his charge with unshakable faith and loyalty. He leapt through the High Command's hierarchy, often ascending when superiors requested demotions to join his unit. A cunning strategist, Swain was decorated after every battle he fought, regularly hobbling in contemplation at the front of the assault. His rise to power seemed unceasing until he was suddenly relegated to inactive status prior to the Ionian Invasion - a bewildering decision which reeked of bureaucratic subversion. If Swain was upset by the events which unfolded, he never belied it. His face was so implacable that it was popularly rumored to be a mask, disguising something utterly inhuman beneath. More controversy surrounded the bird that never left his shoulder, whose name he whispered only to it. When Demacia escalated its presence in the League, Swain was immediately returned to active duty.<br><br>''If you haven't yet lost the ability to ask, you may not yet ask for relief.''<br>-Swain","skins":[{"id":50000,"name":"default","num":0},{"id":50001,"name":"Northern Front Swain","num":1},{"id":50002,"name":"Bilgewater Swain","num":2},{"id":50003,"name":"Tyrant Swain","num":3}]}}