{"JA":{"key":"Talon","role":"Assassin \/ Fighter","stats":{"armor":26.88,"armorperlevel":3.5,"attackdamage":55.208,"attackdamageperlevel":3.1,"attackrange":125,"attackspeedoffset":-0.065,"attackspeedperlevel":2.7,"crit":0,"critperlevel":0,"hp":582.8,"hpperlevel":85,"hpregen":8.51,"hpregenperlevel":0.75,"movespeed":350,"mp":377.2,"mpperlevel":37,"mpregen":7.59,"mpregenperlevel":0.5,"spellblock":32.1,"spellblockperlevel":1.25},"info":{"attack":9,"defense":3,"magic":1,"difficulty":7},"name":"タロン","title":"将軍の懐刀","partype":"MP","Q":{"cost":"40\/45\/50\/55\/60","cd":"8\/7\/6\/5\/4","range":"300","tooltip":"次の通常攻撃に30\/60\/90\/120\/150 <span class=\"colorFF8C00\">(+Array)<\/span> の追加物理ダメージを付与する。対象がチャンピオンの場合は出血状態にして6秒かけて10\/20\/30\/40\/50 <span class=\"colorFF8C00\">(+Array)<\/span> の物理ダメージを与え、効果時間中視界を確保する。<\/span>","name":"ノクサスの刃"},"W":{"cost":"60\/65\/70\/75\/80","cd":"10","range":"650","tooltip":"指定方向にブーメランのように戻ってくる手裏剣を投げる。扇形範囲内の敵ユニットに30\/55\/80\/105\/130 <span class=\"colorFF8C00\">(+Array)<\/span> の物理ダメージを与え、2秒間20\/25\/30\/35\/40%のスロウ効果を付与する。","name":"飛燕手裏剣"},"E":{"cost":"35\/40\/45\/50\/55","cd":"18\/16\/14\/12\/10","range":"700","tooltip":"指定した敵ユニットの背後にワープして0.25秒間99%のスロウ効果を付与する。さらに対象に与えるタロンのダメージが、3秒間3\/6\/9\/12\/15%増加する。","name":"瞬刃"},"R":{"cost":"100","cd":"100\/80\/60","range":"650","tooltip":"周囲に複数の刃を展開し、最大2.5秒間ステルス状態になる。ステルス中は移動速度が40%増加し、ステルス状態が解除されると投げた刃がタロンのいる地点に一斉に戻ってくる。刃は敵に命中するたびに、120\/170\/220 <span class=\"colorFF8C00\">(+Array)<\/span> の物理ダメージを与える。","name":"シャドウアサルト"},"P":{"name":"慈悲","description":"スロウ、スタン、スネア、またはサプレッション状態の対象への通常攻撃のダメージが10%増加する。"},"lore":"「ヴァロランにおける最も危険な三人の剣士は、みなデュ・クートウ家の身内だ。父、私、そしてタロン。我らに挑めるものなら、挑んでみるがいい」<br>-- カタリナ・デュ・クートウ<br><br>物心ついた頃から、タロンはノクサスの暗い地下道で、刃の鋼のみを頼りに生きてきた。家族も、ぬくもりも、思いやりも知らず、盗んだ貨幣のかち合う音と、背中を守る壁以外、なんの繋がりも欲したことはなかった。そうやって彼は、持ち前の機転と巧妙な盗みの技ひとつで、いかがわしい手合いのはびこるノクサスの裏社会を生き抜いてきたのである。だが、刃の扱いに長けた彼が脅威と見なされるようになるまで、そう長くはかからなかった。ノクサスの各ギルドはタロンのもとに次々と刺客を送り込み、迫った――仲間に加わるか、さもなくば死ねと。タロンの答えは、都市の堀にうち捨てられた刺客たちの死体が代弁していた。<br><br>しかし、刺客が送り込まれてくる間隔が次第に短くなっていくこととなる。そしてついに、ある襲撃者に真っ向から刃と刃の戦いを挑まれた時、タロンは敗北を喫することとなった。武器を取り上げられ、剣の切っ先を突きつけられたタロンは、その相手がデュ・クートウ将軍と知って驚愕する。将軍はタロンに選択を迫った――この場で斬り殺されるか、ノクサス最高司令部の工作員として生きるか。タロンは生きながらえる道を選んだが、あくまでデュ・クートウ将軍個人にのみ仕える、という条件を出した。彼にとって、尊敬できるのは自分を打ち倒すことができる相手だけだったからである。<br><br>その後タロンは決して表舞台に姿を見せることなく、デュ・クートウ将軍の命で数々の秘密任務を遂行した。あるときは極寒のフレヨルドにまで出向き、またあるときは、デマーシアの中枢部にまで侵入した。やがてデュ・クートウ将軍が失踪すると、再び自由の身となることも考えたタロンであったが、長年仕えた将軍を慕う気持ちはあまりに強くなりすぎていたのであろう。将軍の行方を追うことに異常なほどの執着心を燃やすようになったタロンは、ある疑念から、抗争統制省の門をたたく。その目的は、デュ・クートウ将軍の失踪に関わった者を探し出すことであった。","skins":[{"id":91000,"name":"default","num":0},{"id":91001,"name":"ストリート<br>タロン","num":1},{"id":91002,"name":"真紅の精鋭<br>タロン","num":2},{"id":91003,"name":"龍剣タロン","num":3},{"id":91004,"name":"SSW<br>タロン","num":4}]},"EN":{"key":"Talon","role":"Assassin \/ Fighter","stats":{"armor":26.88,"armorperlevel":3.5,"attackdamage":55.208,"attackdamageperlevel":3.1,"attackrange":125,"attackspeedoffset":-0.065,"attackspeedperlevel":2.7,"crit":0,"critperlevel":0,"hp":582.8,"hpperlevel":85,"hpregen":8.51,"hpregenperlevel":0.75,"movespeed":350,"mp":377.2,"mpperlevel":37,"mpregen":7.59,"mpregenperlevel":0.5,"spellblock":32.1,"spellblockperlevel":1.25},"info":{"attack":9,"defense":3,"magic":1,"difficulty":7},"name":"Talon","title":"the Blade's Shadow","partype":"MP","Q":{"cost":"40\/45\/50\/55\/60","cd":"8\/7\/6\/5\/4","range":"300","tooltip":"Talon's next basic attack deals an additional 30\/60\/90\/120\/150 <span class=\"colorFF8C00\">(+Array)<\/span> physical damage. If the target is a champion, the target will bleed for 10\/20\/30\/40\/50 <span class=\"colorFF8C00\">(+Array)<\/span> physical damage over 6 seconds, revealing their location for the duration.<\/span>","name":"Noxian Diplomacy"},"W":{"cost":"60\/65\/70\/75\/80","cd":"10","range":"650","tooltip":"Talon sends out a volley of daggers that then return back to him, dealing 30\/55\/80\/105\/130 <span class=\"colorFF8C00\">(+Array)<\/span> physical damage every time it passes through an enemy. Additionally the enemy is slowed by 20\/25\/30\/35\/40% for 2 seconds.","name":"Rake"},"E":{"cost":"35\/40\/45\/50\/55","cd":"18\/16\/14\/12\/10","range":"700","tooltip":"Talon teleports to the far side of his target, slowing them by 99% for 0.25 second and amplifying Talon's damage against the target by 3\/6\/9\/12\/15% for 3 seconds.","name":"Cutthroat"},"R":{"cost":"100","cd":"100\/80\/60","range":"650","tooltip":"Talon disperses a ring of blades and becomes invisible for up to 2.5 seconds, gaining 40% Movement Speed. When Talon emerges from invisibility, the blades converge on his location. Each time the blades move, Shadow Assault deals 120\/170\/220 <span class=\"colorFF8C00\">(+Array)<\/span> physical damage to enemies they pass through. ","name":"Shadow Assault"},"P":{"name":"Mercy","description":"Talon deals 10% more damage with his basic attacks to any target that is slowed, stunned, immobilized, or suppressed."},"lore":"''The three deadliest blademasters in all of Valoran are bound to the house of Du Couteau: my father, myself, and Talon. Challenge us, if you dare.''<br>-- Katarina Du Couteau<br><br>Talon's earliest memories are the darkness of Noxus' underground passages and the reassuring steel of a blade. He remembers no family, warmth, or kindness. Instead, the clink of stolen gold and the security of a wall at his back are all the kinship he has ever craved. Kept alive only by his quick wits and deft thievery, Talon scraped out a living in the seedy underbelly of Noxus. His mastery of the blade quickly marked him as a threat, and Noxian guilds sent assassins to him with a demand: join their ranks or be killed. He left the bodies of his pursuers dumped in Noxus' moat as his response.<br><br>The assassination attempts grew increasingly frequent until one assailant met Talon blade-for-blade in a match of strength. To his surprise, Talon was disarmed and facing down his executioner's sword when the assassin revealed himself to be General Du Couteau. The General offered Talon the choice between death at his hand, or life as an agent of the Noxian High Command. Talon chose life, on the condition that his service was to Du Couteau alone, for the only type of orders he could respect were from one he could not defeat.<br><br>Talon remained in the shadows, carrying out secret missions on Du Couteau's orders that took him from the frigid lands of the Freljord to the inner sanctums of Demacia itself. When the general vanished, Talon considered claiming his freedom, but he had gained immense respect for Du Couteau after years in his service. He became obsessed with tracking down the general's whereabouts, and scours the land in search of those responsible for Du Couteau's disappearance.","skins":[{"id":91000,"name":"default","num":0},{"id":91001,"name":"Renegade Talon","num":1},{"id":91002,"name":"Crimson Elite Talon","num":2},{"id":91003,"name":"Dragonblade Talon","num":3},{"id":91004,"name":"SSW Talon","num":4}]}}