{"JA":{"key":"Trundle","role":"Fighter \/ Tank","stats":{"armor":27.536,"armorperlevel":2.7,"attackdamage":60.04,"attackdamageperlevel":3,"attackrange":175,"attackspeedoffset":-0.0672,"attackspeedperlevel":2.9,"crit":0,"critperlevel":0,"hp":616.28,"hpperlevel":96,"hpregen":9.425,"hpregenperlevel":0.85,"movespeed":350,"mp":281.6,"mpperlevel":45,"mpregen":7.505,"mpregenperlevel":0.6,"spellblock":32.1,"spellblockperlevel":1.25},"info":{"attack":7,"defense":6,"magic":2,"difficulty":5},"name":"トランドル","title":"トロールキング","partype":"MP","Q":{"cost":"30","cd":"4","range":"300","tooltip":"次の通常攻撃で対象に咬みつき、20\/40\/60\/80\/100 <span class=\"colorFF8C00\">(+Array)<\/span> の物理ダメージを与えて短時間スロウ効果を付与する。<br><br>この攻撃でトランドルの攻撃力が8秒間20\/25\/30\/35\/40増加し、対象の攻撃力はその半分低下する。","name":"咬み付き"},"W":{"cost":"60","cd":"15","range":"750","tooltip":"指定範囲を8秒間氷で覆う。この範囲内にいる間、自身の移動速度が20\/25\/30\/35\/40%、攻撃速度が20\/35\/50\/65\/80%、自身へのあらゆる回復効果が20%増加する。","name":"凍てつく大地"},"E":{"cost":"75","cd":"23\/20\/17\/14\/11","range":"1000","tooltip":"指定地点に6秒間持続する氷の柱を召喚する。氷の柱は周囲の敵ユニットに30\/35\/40\/45\/50%のスロウ効果を付与する。","name":"氷冷の柱"},"R":{"cost":"100","cd":"110\/90\/70","range":"650","tooltip":"指定した敵チャンピオンに相手の最大体力の20\/27.5\/35 <span class=\"color99FF99\">(+0.02)<\/span>%に相当する魔法ダメージを与え、自身の体力を同量回復させる。また、相手の物理防御と魔法防御を40%低下させ、自身の物理防御と魔法防御を同量増加させる (命中時に物理防御と魔法防御を半分低下させて吸収し、その後4秒かけて残りを吸収)。吸収が終わると、物理防御と魔法防御は4秒かけて元に戻る。","name":"暴虐なる搾取"},"P":{"name":"王への貢物","description":"近くにいる敵ユニットの体力がゼロになると、トランドルの体力が回復する。<br>回復量は、倒れたユニットの最大体力に比例する。"},"lore":"トランドルは巨大な図体をした底意地の悪いトロールで、大いに悪ふざけを好む。彼はどんな相手でも力で抑えつけて従わせるが、それは氷さえも例外ではない。トランドルが持つ巨大な氷の棍棒は、打ち据えた敵を骨の髄まで凍えさせ、その身をギザギザの氷片で打ち貫く。また縄張り意識も異常に強く、うかつにも領土に足を踏み入れる者があれば、すかさず追いかけて制裁を加えずにはおかない。そして、凍土を血で染める犠牲者を前に、高笑いをあげるのである。<br><br>トランドルの部族はかつて、臆病で愚かなトロールを長に据えていた。族長がこんなに頼りなくては、フレヨルド中の他の部族から狙われて滅ぼされてしまう――そう一族の行く末を案じたトランドルは自ら長に挑んだが、これは屈辱的な結果に終わった。しかしこの時トランドルは、まるでトロールらしからぬ手段に出た。腕力ではなく知恵に頼ったのである。彼はとっさの機転を利かせ、「いにしえのトロールの族長たちは、民を支配する権利の象徴として、強力な破壊力を持つ武器を携えたものだ」という話をでっち上げた。もちろん思いつきの作り話だったが、トランドルはそこでさらに賭けに出た。「もしそんな武器を手に入れることができたら――あるいは、盗んでくることができたら――オレ様を一族の正当な長と認めるんだな」 トロールたちはトランドルの話を信じたが、彼にそんな偉業を成し遂げる力があろうとは誰も思わなかった。愚かな長は、「思い上がった身の程知らずはどうせ死ぬに決まっている」と高をくくり、まんまとこの賭けに乗ったのである。こうしてトランドルは、聞き慣れた嘲笑を背に浴びながら、一人旅立ったのであった。<br><br>仲間を誰一人連れず、しかし臆することもなく、トランドルは忌まわしき氷の魔女が住むという不吉な地へと足を踏み入れた。いにしえより、数知れぬ邪悪な秘密が眠りつづけるこの地であれば、でっち上げた作り話を真実に変えてくれるほどの武器が見つかるとの考えからである。氷の魔女の衛兵たちを腕力でねじ伏せ、魔女が仕掛けた魔法のワナを狡猾にもかいくぐり、トランドルは辺りをひたすら漁り続けた。ところが、同胞たちの前でぶち上げた妄言に違わぬほどの逸物は、そう簡単に見つかるものではなかった。しかしついに、思いがけない掘り出し物が姿を現す――それは、「真なる氷」と呼ばれる溶けない氷でできた巨大な魔法の棍棒だった。棍棒をつかみ取ったトランドルは、全身を冷たいエネルギーが駆け巡るのを感じて驚嘆した。だが盗人トランドルは、そこで氷の魔女に見つかってしまう。怒りの形相で闇の魔術を発動した魔女を目の当たりにして、さすがの彼も命運尽きたかと思われた。だがそのとき、トランドルはまたもや巧妙な策を思いつく。ずるがしこいトロールは不敵な笑みを浮かべながら、邪悪な提案を魔女に持ちかけた。「手に入れるんなら、トロールひとりの死体より、トロールの軍勢のほうがずっと役に立つんじゃねえかな――？」<br><br>集落への帰還を果たしたトランドルに、民は無条件で服従した。手に入れた棍棒に「骨凍え」と名付けたトランドルは、驚きのあまり茫然としている族長の顔をしばらく堪能すると、その頭蓋を叩き割った。かくして彼は、ついに支配者の地位を手に入れたのである。そして各部族の族長の職を廃止し、今後は自分一人がトロールの王としてすべての民を従えると宣言した。成り上がりの新王の下に結束したトロールたちは、来るべき戦いに備えた。武王トランドルの誕生とともに、ついにトロールの時代が幕を開けたのである。<br><br>「腕力で倒せねえ相手は、頭を使ってやり込めろ。頭で勝てねえ相手は、腕力でねじ伏せろ」<br>-- トランドル","skins":[{"id":48000,"name":"default","num":0},{"id":48001,"name":"ホームラン王<br>トランドル","num":1},{"id":48002,"name":"ガラクタ王<br>トランドル","num":2},{"id":48003,"name":"伝統的な衣装<br>トランドル","num":3},{"id":48004,"name":"トランドル巡査","num":4}]},"EN":{"key":"Trundle","role":"Fighter \/ Tank","stats":{"armor":27.536,"armorperlevel":2.7,"attackdamage":60.04,"attackdamageperlevel":3,"attackrange":175,"attackspeedoffset":-0.0672,"attackspeedperlevel":2.9,"crit":0,"critperlevel":0,"hp":616.28,"hpperlevel":96,"hpregen":9.425,"hpregenperlevel":0.85,"movespeed":350,"mp":281.6,"mpperlevel":45,"mpregen":7.505,"mpregenperlevel":0.6,"spellblock":32.1,"spellblockperlevel":1.25},"info":{"attack":7,"defense":6,"magic":2,"difficulty":5},"name":"Trundle","title":"the Troll King","partype":"MP","Q":{"cost":"30","cd":"4","range":"300","tooltip":"Trundle lunges at his opponent with his next basic attack, dealing 20\/40\/60\/80\/100 <span class=\"colorFF8C00\">(+Array)<\/span> physical damage and briefly slowing his target.<br><br>This attack increases Trundle's Attack Damage by 20\/25\/30\/35\/40 for 8 seconds, with his opponent losing half of this amount.","name":"Chomp"},"W":{"cost":"60","cd":"15","range":"750","tooltip":"Trundle coats target location with ice for 8 seconds, gaining 20\/25\/30\/35\/40% Movement Speed, 20\/35\/50\/65\/80% Attack Speed and 20% increased healing and regeneration from all sources.","name":"Frozen Domain"},"E":{"cost":"75","cd":"23\/20\/17\/14\/11","range":"1000","tooltip":"Trundle creates an icy pillar at target location for 6 seconds, becoming impassable terrain and slowing all nearby enemy units by 30\/35\/40\/45\/50%.","name":"Pillar of Ice"},"R":{"cost":"100","cd":"110\/90\/70","range":"650","tooltip":"Trundle drains 20\/27.5\/35 <span class=\"color99FF99\">(+0.02)<\/span>% of an enemy champion's maximum Health as Magic Damage and 40% of their Armor and Magic Resist, half immediately and half over 4 seconds. The Armor and Magic Resist is returned 4 seconds after the drain ends.","name":"Subjugate"},"P":{"name":"King's Tribute","description":"When an enemy unit dies near Trundle, he heals for a percent of its maximum Health."},"lore":"Trundle is a hulking and devious troll with a mischievous streak. There is nothing he can't beat into submission and bend to his will, not even the ice itself. With his massive, frozen club, he chills his enemies to the core and runs them through with jagged shards of ice. Fiercely territorial, Trundle chases down anyone foolish enough to enter his domain and laughs as they bleed onto the tundra.<br><br>Trundle's warband once followed a foolish and cowardly chieftain. Under such a weak leader, Trundle feared he and his kin would fall prey to the other troll hordes scattered across the tundra. When his challenge to the chieftain ended in humiliation, Trundle did something that wasn't very troll-like: instead of his fists, he turned to his wits. Thinking on his hairy feet, he spun a tall tale about the troll leaders of old, claiming they wielded weapons of great power as symbols of their right to rule. Though he'd made up the story on the spot, Trundle wagered that if he could find or steal such a weapon, he would become the rightful leader of the warband. The trolls believed him, but none thought him capable of undertaking such a challenge. Knowing the boastful troll would die trying, the foolish chieftain agreed and Trundle departed to the familiar sound of laughter.<br><br>Alone but undaunted, Trundle ventured into the foreboding realm of the dreaded Ice Witch. There, hidden among the many ancient and dangerous secrets, he hoped to find a weapon to prove his elaborate tale. He out-muscled the Ice Witch's guards and outsmarted her dark magic traps, but nothing he scavenged matched the power he'd described to his kin. Finally, he found an unexpected prize: a huge and magical club of never-melting True Ice. Grasping the weapon, he marveled at the cold power that ran through him. But then the wrathful Ice Witch herself appeared. As she summoned her dark magic, Trundle believed he had met his end, but another clever idea struck him. With a knowing grin, he offered the Ice Witch a devious proposition: a troll army, he told her, would be of much more use to her than one troll corpse....<br><br>When Trundle returned to the warband, his fellow trolls bowed to his conquest. Calling his weapon ''Boneshiver,'' he took a moment to enjoy the look of numb shock on his chieftain's face before he caved it in. Seizing command, Trundle announced that there would no longer be chieftains - only a Troll King before whom all of his kind would kneel. The trolls rallied behind their brash, new leader and prepared for the coming war. With Trundle leading the charge, the time of the trolls had finally come.<br><br>''Outsmart anyone you can't beat, and beat anyone you can't outsmart.'' <br>-- Trundle","skins":[{"id":48000,"name":"default","num":0},{"id":48001,"name":"Lil' Slugger Trundle","num":1},{"id":48002,"name":"Junkyard Trundle","num":2},{"id":48003,"name":"Traditional Trundle","num":3},{"id":48004,"name":"Constable Trundle","num":4}]}}