{"JA":{"key":"Varus","role":"Marksman \/ Mage","stats":{"armor":23.212,"armorperlevel":3.4,"attackdamage":54.66,"attackdamageperlevel":2.41,"attackrange":575,"attackspeedoffset":-0.05,"attackspeedperlevel":3,"crit":0,"critperlevel":0,"hp":537.76,"hpperlevel":82,"hpregen":5.42,"hpregenperlevel":0.55,"movespeed":330,"mp":360.48,"mpperlevel":33,"mpregen":7.34,"mpregenperlevel":0.8,"spellblock":30,"spellblockperlevel":0},"info":{"attack":7,"defense":3,"magic":4,"difficulty":2},"name":"ヴァルス","title":"報復の一矢","partype":"MP","Q":{"cost":"70\/75\/80\/85\/90","cd":"16\/14\/12\/10\/8","range":"925","tooltip":"<span class=\"colorFF9900\">発動1回目:<\/span> 弓を引き絞り射程距離とダメージを徐々に増加させる。<br><br><span class=\"colorFF9900\">発動2回目:<\/span> 指定方向に矢を放ち、10\/47\/83\/120\/157<span class=\"colorFF8C00\"> (+Array)<\/span> ～ 15\/70\/125\/180\/235<span class=\"colorFF8C00\"> (+Array)<\/span> の物理ダメージを与える。このスキルのダメージは敵ユニットに命中するたびに15%ずつ低下し、最小で33%になる。<br><br>矢を引き絞っている間はヴァルスの移動速度が20%低下する。<br>4秒経過すると発動失敗となるがマナコストの半分を回復する。","name":"乾坤一擲"},"W":{"cost":"0","cd":"6","range":"750","tooltip":" <span class=\"colorFF9900\">自動効果: <\/span>通常攻撃に10\/14\/18\/22\/26 <span class=\"color99FF99\">(+0.25)<\/span> の追加魔法ダメージと、対象に6秒間「枯死の呪い」を与える効果が付与される。「枯死の呪い」は3回までスタックする。<br><br>敵に付与した「枯死の呪い」はヴァルスの他のスキルが命中すると発動し、1スタックごとに、対象の最大体力の2\/2.75\/3.5\/4.25\/5% <span class=\"color99FF99\">(+0.02%)<\/span> に相当する魔法ダメージを与える (中立モンスターに対して与えるダメージは最大360)。","name":"枯死の矢筒"},"E":{"cost":"80","cd":"18\/16\/14\/12\/10","range":"925","tooltip":"指定地点に複数の矢を射かける。範囲内の敵ユニットに65\/100\/135\/170\/205 <span class=\"colorFF8C00\">(+Array)<\/span> の物理ダメージを与え、土壌を4秒間穢す。<br><br>穢れた土壌を踏んだ敵は移動速度が25\/30\/35\/40\/45%低下し、回復効果が40%低下する。","name":"滅びの矢雨"},"R":{"cost":"100","cd":"110\/90\/70","range":"1200","tooltip":"「穢れの蔓」を放ち最初に命中した敵チャンピオンに100\/175\/250 <span class=\"color99FF99\">(+1)<\/span> の魔法ダメージを与え、2秒間スネア効果を付与する。<br><br>「穢れの蔓」は近接する他の敵チャンピオンに感染し、効果範囲内から逃れられずに2秒間経ったチャンピオンにも同量のダメージとスネア効果を与える。スネア効果が付与されたユニットには、「枯死の呪い」が3スタックする。","name":"穢れの連鎖"},"P":{"name":"復讐の化身","description":"敵ユニットをキルすると一時的に攻撃速度が増加する。敵チャンピオンをキルまたはアシストした場合、このボーナスはさらに大きくなる。"},"lore":"「一矢の生涯は儚い。そこにあるのはただ方向性と意志のみ」<br><br>卓越した弓の腕と、揺るぎない道義心を持った青年ヴァルスは、その資質を買われ、アイオニアの聖なる寺院を守る番人に抜擢された。いにしえより存在する大穴を封じるように立つその寺院は、穴に満ちる穢れがアイオニア全土を飲み込むことのないようにと、この地の長老たちの手で建立されたものであった。この大役を仰せつかったことを、ヴァルスは誇りとしていた。なにしろ寺院の番人に任命されるのは、並み居るアイオニアの戦士たちの中でも最も卓越した者に限られていたからである。番人の務めを果たしながら、ヴァルスは近隣の村で家族と平穏でつつましい生活を送っていたが、それもノクサス軍がアイオニアに侵攻するまでのことであった。進軍するノクサスの突撃部隊はアイオニアの住民を見つけしだい殺戮し、村という村はことごとく廃虚と化していった。やがて寺院にも敵の手が迫ると、ヴァルスは苦渋の選択を迫られることとなる。番人である彼には、持ち場にとどまり寺院を守る義務がある。しかし、ただでさえ住民の少ない村は、彼がいなければ迫り来る軍勢に為すすべもなく蹂躙されてしまうだろう。だが寺院の番人としての信義を重んじたヴァルスは、己の義務を果たすことを選んだ。大穴の穢れを俗世に漏らすわけにはいかなかったのである。<br><br>その日、寺院に攻め入ろうとしたノクサス軍の兵士たちは、みなヴァルスの矢を受けて八つ裂きになった。しかし、その後村に戻ったヴァルスが目にしたのは、煙をあげる家々の残骸と打ち捨てられた村人たちの死骸だった。惨殺された家族の亡骸を前に、ヴァルスの心に湧き上がる自責の念は、すぐに圧倒的な後悔へと変じ、そして凄まじい憎しみとなって燃え上がった。ノクサス軍の侵略者どもを1人残らず殺してやる。そう誓ったヴァルスであったが、そのためには今以上の力を手に入れる必要があった。彼が目を向けたのは、すべてを犠牲にして守り抜いた、あの大穴だった。大穴に満ちる穢れは、ろうそくの芯を焦がす炎のように、ヴァルスを完全に飲み込んでしまうだろう。しかし、その忌まわしき力は、彼の命が尽きるその瞬間まで、彼の中に絶えず燃えつづけるのだ。それは、後戻りのできない道だった。意を決し、ヴァルスは黒き炎に身をゆだねた。邪悪な力が己の肌と一体になっていく感覚――それは彼が破滅の宿命を確定させた瞬間でもあった。故郷の侵略に関わったすべてのノクサス人への復讐――この恐ろしい任務を果たすべく、ヴァルスは旅立った。そしてついには、アイオニア侵攻に携わった最も悪名高き者たちが集う場所に辿り着いたのである。","skins":[{"id":110000,"name":"default","num":0},{"id":110001,"name":"光のクリスタル<br>ヴァルス","num":1},{"id":110002,"name":"アークライト<br>ヴァルス","num":2},{"id":110003,"name":"極寒の工作員<br>ヴァルス","num":3},{"id":110004,"name":"愛の狩人<br>ヴァルス","num":4},{"id":110005,"name":"閃弓ヴァルス","num":5}]},"EN":{"key":"Varus","role":"Marksman \/ Mage","stats":{"armor":23.212,"armorperlevel":3.4,"attackdamage":54.66,"attackdamageperlevel":2.41,"attackrange":575,"attackspeedoffset":-0.05,"attackspeedperlevel":3,"crit":0,"critperlevel":0,"hp":537.76,"hpperlevel":82,"hpregen":5.42,"hpregenperlevel":0.55,"movespeed":330,"mp":360.48,"mpperlevel":33,"mpregen":7.34,"mpregenperlevel":0.8,"spellblock":30,"spellblockperlevel":0},"info":{"attack":7,"defense":3,"magic":4,"difficulty":2},"name":"Varus","title":"the Arrow of Retribution","partype":"MP","Q":{"cost":"70\/75\/80\/85\/90","cd":"16\/14\/12\/10\/8","range":"925","tooltip":"<span class=\"colorFF9900\">First Cast:<\/span> Varus starts drawing back his next shot, gradually increasing its range and damage.<br><br><span class=\"colorFF9900\">Second Cast:<\/span> Varus fires, dealing 10\/47\/83\/120\/157<span class=\"colorFF8C00\"> (+Array)<\/span> to 15\/70\/125\/180\/235<span class=\"colorFF8C00\"> (+Array)<\/span> physical damage, reduced by 15% per enemy hit (minimum 33%).<br><br>While preparing to shoot Varus' Movement Speed is slowed by 20%. After 4 seconds, Piercing Arrow fails but refunds half its Mana cost.","name":"Piercing Arrow"},"W":{"cost":"0","cd":"6","range":"750","tooltip":" <span class=\"colorFF9900\">Passive: <\/span>Varus' basic attacks deal 10\/14\/18\/22\/26 <span class=\"color99FF99\">(+0.25)<\/span> bonus magic damage and apply Blight for 6 seconds (stacks 3 times). <br><br>Varus' other abilities detonate Blight, dealing magic damage equal to 2\/2.75\/3.5\/4.25\/5% <span class=\"color99FF99\">(+0.02%)<\/span> of the target's maximum Health per stack (Max: 360 total damage vs Monsters).","name":"Blighted Quiver"},"E":{"cost":"80","cd":"18\/16\/14\/12\/10","range":"925","tooltip":" Varus fires a hail of arrows that deals 65\/100\/135\/170\/205 <span class=\"colorFF8C00\">(+Array)<\/span> physical damage and desecrates the ground for 4 seconds.<br><br>Desecrated Ground slows enemy Movement Speed by 25\/30\/35\/40\/45% and reduces healing effects by 40%.","name":"Hail of Arrows"},"R":{"cost":"100","cd":"110\/90\/70","range":"1200","tooltip":" Varus flings out a tendril of corruption that deals 100\/175\/250 <span class=\"color99FF99\">(+1)<\/span> magic damage and immobilizes the first enemy champion hit for 2 seconds.<br><br>The corruption then spreads towards nearby uninfected enemy champions. If it reaches them, they take the same damage, are also immobilized. Immobilized units gain 3 Blight stacks over the duration.","name":"Chain of Corruption"},"P":{"name":"Living Vengeance","description":"On kill or assist, Varus temporarily gains Attack Speed. This bonus is larger if the enemy is a champion."},"lore":"''The life of an arrow is fleeting, built of nothing but direction and intent.''<br><br>For his incomparable skill with the bow and his unquestioned sense of honor, Varus was chosen to be the warden of a sacred Ionian temple. The temple was built to contain an ancient pit of corruption so vile that Ionian Elders feared it could envelop the island in darkness. Varus prided himself on his position, as only the most exceptional Ionian warriors were selected for the role. He lived with his family in a nearby village and led a quiet life of disciplined routine until the day the forces of Noxus invaded Ionia. Their shock troops left nothing but death and desolation in their wake, and the temple lay in their path. Varus was forced to make a decision. He was bound by honor to stay and defend the temple, but without him the village's few inhabitants could offer little resistance against the oncoming war machine. Gravely, he chose to fulfill his duty as a warden. The corruption could not be allowed to escape.<br><br>His arrows sundered the troops who tried to wrest the temple from him that day. However, when he returned to the village, he found that it had been reduced to a smoldering graveyard. Remorse at the sight of his slain family gave way to overwhelming regret, and then to seething hatred. He swore to slaughter every Noxian invader, but first he needed to become stronger. He turned to that which he had sacrificed everything to protect. The pit of corruption would consume him wholly, as a flame devours a wick, but its abominable power would burn within him until he was lost. This was a path from which there could be no return. With grim resolve, he condemned himself to the black flames, feeling malevolent energy bond to his skin...and with it, the promise of ruin. He left, seeking the blood of all Noxians involved with the invasion, a grisly task that eventually led him to the invasion's most infamous perpetrators.","skins":[{"id":110000,"name":"default","num":0},{"id":110001,"name":"Blight Crystal Varus","num":1},{"id":110002,"name":"Arclight Varus","num":2},{"id":110003,"name":"Arctic Ops Varus","num":3},{"id":110004,"name":"Heartseeker Varus","num":4},{"id":110005,"name":"Varus Swiftbolt","num":5}]}}