{"JA":{"key":"Vi","role":"Fighter \/ Assassin","stats":{"armor":25.88,"armorperlevel":3.5,"attackdamage":55.88,"attackdamageperlevel":3.5,"attackrange":125,"attackspeedoffset":-0.03,"attackspeedperlevel":2.5,"crit":0,"critperlevel":0,"hp":582.8,"hpperlevel":85,"hpregen":9.01,"hpregenperlevel":0.9,"movespeed":345,"mp":295.6,"mpperlevel":45,"mpregen":8.09,"mpregenperlevel":0.65,"spellblock":32.1,"spellblockperlevel":1.25},"info":{"attack":8,"defense":5,"magic":3,"difficulty":4},"name":"ヴァイ","title":"ピルトーヴァーの用心棒","partype":"MP","Q":{"cost":"50\/60\/70\/80\/90","cd":"18\/15.5\/13\/10.5\/8","range":"250","tooltip":"指定方向へ突進し、強力なパンチを繰り出す。<br><br><span class=\"colorFF9900\">1度目の発動:<\/span> ヴァイがチャージを始める。チャージ中は移動速度が15%低下するが、1.25秒かけてダメージと射程が徐々に増加する。<br><br><span class=\"colorFF9900\">2度目の発動:<\/span> 指定方向へ突進し、命中した敵ユニットに50\/75\/100\/125\/150 <span class=\"colorFF8C00\">(+0.8)<\/span>～100\/150\/200\/250\/300 <span class=\"colorFF8C00\">(+Array)<\/span> の物理ダメージ (ミニオンおよび中立モンスターにはその75%のダメージ) を与える。命中した攻撃すべてが「メッタ打ち」の連続攻撃にカウントされ、敵チャンピオンに衝突した場合はダッシュが止まり、対象を短い距離ノックバックさせる。","name":"真っすぐいってぶっとばす"},"W":{"cost":"0","cd":"0","range":"750","tooltip":"同一の対象を連続攻撃すると、3ヒット目に対象の最大体力の4\/5.5\/7\/8.5\/10% <span class=\"colorFF8C00\">(+Array%)<\/span> の追加物理ダメージ (ミニオンおよび中立モンスターへのダメージは最大300) を与え、4秒間物理防御を20%低下させる。効果発動時に、ヴァイの攻撃速度が4秒間30\/35\/40\/45\/50%増加する","name":"メッタ打ち"},"E":{"cost":"40\/45\/50\/55\/60","cd":"1","range":"400","tooltip":"次の通常攻撃時に衝撃波が放たれ、対象とその背後にいる敵ユニットに10\/30\/50\/70\/90 <span class=\"colorFF8C00\">(+Array)<\/span> <span class=\"color99FF99\">(+0.7)<\/span> の物理ダメージを与える。<br><br><\/span>「おかわりだ」は<span class=\"colorFFFFFF\">Array<\/span>秒毎にチャージされ、2発までチャージできる。","name":"おかわりだ"},"R":{"cost":"100\/125\/150","cd":"150\/115\/80","range":"800","tooltip":"指定した敵チャンピオンにむかって突進し、1.25秒間ノックアップさせた後、地面にたたきつけ150\/300\/450 <span class=\"colorFF8C00\">(+1.4)<\/span> の物理ダメージを与える。<br><br>この突進は途中で止めることができず、進路上にいる敵ユニットを跳ね飛ばして75%のダメージを与える。","name":"自慢の拳"},"P":{"name":"ケンカの作法","description":"ヴァイが一定時間ごとにシールドをチャージし、スキルが敵に命中した瞬間に発動する。"},"lore":"自分がどんな問題に直面しようと、ヴァイにとっては巨大なヘクステック式パワーグラブで粉砕できるレンガの壁と同じである。法に裁かれる側の世界に生まれ育った彼女ではあるが、今はその犯罪のノウハウを生かして、ピルトーヴァー市警に奉公している。その無礼で不遜な態度やどぎついユーモア、そして露骨な命令違反のため、品行方正な相棒ケイトリンをよく激怒させてはいるものの、そんなお堅いピルトーヴァーの保安官ですら、ヴァイが犯罪と戦う上で掛け替えのない戦力であることを認めているのだ。<br><br>ピルトーヴァー郊外の無法地帯で幼年期を過ごしたヴァイは、生きていくために盗みや騙しの手口を学んだ。様々なヘクステック装置を盗んでは分解などしているうちに機械工としての技術を身につけ、路上生活からは、最後に頼れるのは自分だけという厳しさを叩き込まれた。6歳の頃、とある犯罪集団に見初められたヴァイは、仲間として迎え入れられた。やがて11歳になる頃には既に年季の入った悪党として犯罪の片棒を担ぐようになり、強盗としての刺激的な暮らしにどっぷり浸かっていたのである。<br><br>ヴァイの人生が大きな転機を迎えたのは、ある採掘場への襲撃が失敗した時のことであった。坑道が崩落し、ヴァイは仲間と一緒に逃げるか、土砂に閉じ込められた何の罪もない鉱員たちを救助するかの判断を迫られたのである。ヴァイは、後者を選んだ。救助の手立てを探しまわっていた彼女は、破損した採掘ロボットを発見する。ヴァイはその巨大なアームをレンチで取り外し、即席のヘクステック式パワーグラブに造り変えたのであった。そして、小さな両手に大きく重い武器を装着した少女は、がれきの山へ向かって強力なパンチを放ち、坑道を塞いでいた岩を粉々に吹き飛ばした！　そして、鉱員たちが無事に脱出できたことを確認したヴァイは、何も言わずにその場を離れたのだった。<br><br>この事件のあと組織と袂を分かったヴァイは、再び一匹狼となって犯罪を続けたが、盗みは他の犯罪者だけを標的にするようになった。愛用のヘクステック式パワーグラブは年々進化していき、そのうち彼女にぶちのめせない悪党はいなくなり、あらゆる戦利品を難なく横取りできるようになった。ヴァイの悪名を耳にしたピルトーヴァー随一の保安官ケイトリンは、ヴァイの逮捕を目指す代わりに、司法取引として社会に対する贖罪の手段――ピルトーヴァー市警の一員になることを持ちかけた。ヴァイは笑いが止まらなかった。警察に追われる心配もなく、性根の腐った悪党どもをぶちのめせるなら、まさに一石二鳥だったからだ。断る手はなかった。その結果、ケイトリンは今、ヴァイの手綱をとるのに四苦八苦している。ヴァイはケイトリンの命令を単なるお小言としか捉えていないようだが、それでもこの二人が力を合わせる時、ピルトーヴァー中の犯罪者たちが震え上がる最強のコンビが出現するのである。<br><br>「アタイの拳は二つあるってのに、アンタの顔は一つしかねえのが残念だぜ！」<br>-- ヴァイ","skins":[{"id":254000,"name":"default","num":0},{"id":254001,"name":"ネオンバスター<br>ヴァイ","num":1},{"id":254002,"name":"ヴァイ巡査","num":2},{"id":254003,"name":"おしゃれな<br>ヴァイ","num":3},{"id":254004,"name":"デーモンヴァイ","num":4}]},"EN":{"key":"Vi","role":"Fighter \/ Assassin","stats":{"armor":25.88,"armorperlevel":3.5,"attackdamage":55.88,"attackdamageperlevel":3.5,"attackrange":125,"attackspeedoffset":-0.03,"attackspeedperlevel":2.5,"crit":0,"critperlevel":0,"hp":582.8,"hpperlevel":85,"hpregen":9.01,"hpregenperlevel":0.9,"movespeed":345,"mp":295.6,"mpperlevel":45,"mpregen":8.09,"mpregenperlevel":0.65,"spellblock":32.1,"spellblockperlevel":1.25},"info":{"attack":8,"defense":5,"magic":3,"difficulty":4},"name":"Vi","title":"the Piltover Enforcer","partype":"MP","Q":{"cost":"50\/60\/70\/80\/90","cd":"18\/15.5\/13\/10.5\/8","range":"250","tooltip":"Charges a powerful punch that carries Vi forward.<br><br><span class=\"colorFF9900\">First Cast:<\/span> Slows Movement Speed by 15% while increasing damage and dash range over 1.25 seconds.<br><br><span class=\"colorFF9900\">Second Cast:<\/span> Dashes forward dealing 50\/75\/100\/125\/150 <span class=\"colorFF8C00\">(+0.8)<\/span> to 100\/150\/200\/250\/300 <span class=\"colorFF8C00\">(+Array)<\/span> physical damage and applying Denting Blows to all enemies hit (deals 75% damage to minions and monsters). Stops upon colliding with an enemy champion, knocking it back.","name":"Vault Breaker"},"W":{"cost":"0","cd":"0","range":"750","tooltip":"Every 3rd attack on the same target deals an additional 4\/5.5\/7\/8.5\/10% <span class=\"colorFF8C00\">(+Array%)<\/span> of the target's maximum Health as physical damage, reduces its Armor by 20% and grants Vi 30\/35\/40\/45\/50% Attack Speed for 4 seconds (max 300 damage vs. minions and monsters).","name":"Denting Blows"},"E":{"cost":"40\/45\/50\/55\/60","cd":"1","range":"400","tooltip":"Causes next basic attack to deal 10\/30\/50\/70\/90 <span class=\"colorFF8C00\">(+Array)<\/span> <span class=\"color99FF99\">(+0.7)<\/span> physical damage to the target and enemies behind it.<br><br><\/span>Vi charges a new punch every <span class=\"colorFFFFFF\">Array<\/span> seconds and can hold 2 charges at once.","name":"Excessive Force"},"R":{"cost":"100\/125\/150","cd":"150\/115\/80","range":"800","tooltip":"Targets an enemy champion and chases it down, knocking it up for 1.25 seconds, dealing 150\/300\/450 <span class=\"colorFF8C00\">(+1.4)<\/span> physical damage.<br><br>While charging, Vi cannot be stopped and will knock aside enemies in the way, dealing 75% damage to them.","name":"Assault and Battery"},"P":{"name":"Blast Shield","description":"Vi charges a shield over time. The shield can be activated by hitting an enemy with an ability."},"lore":"To Vi, every problem is just another brick wall to punch through with her gigantic hextech gauntlets. Though she grew up on the wrong side of the law, Vi now uses her criminal know-how to serve Piltover's police force. Vi's brash attitude, abrasive humor, and blatant refusal to follow orders can often infuriate her by-the-books partner, Caitlyn. But even the sheriff of Piltover cannot deny that Vi is an invaluable asset in the fight against crime.<br><br>As a child growing up in the lawless outskirts of Piltover, Vi learned to rob and cheat to get by. Stealing and stripping hextech hardware gave her the skills of a master mechanic, while life on the streets taught her self-reliance. When she was six, a ragtag group of criminals took a shine to the young delinquent and brought her into their fold. By the time Vi was eleven, she had become a seasoned accomplice, and she relished the thrill of every heist.<br><br>Vi's attitude changed when a raid on a mining facility went bad. She was forced to decide between fleeing with her crew and trying to save the innocent mine workers from a collapsed tunnel. Vi chose to play the hero. While searching for a way to free the mine workers from the rubble, she discovered a damaged robotic mining rig. Improvising, she wrenched off its huge fists and modified them into makeshift hextech gauntlets. Fitting the heavy weapons to her tiny hands, the young girl flexed her arm and threw a powered punch at the rubble. The force of the blow blasted away the rock. With the workers free to escape, Vi fled the scene.<br><br>After that job gone wrong, Vi severed her connection to the crew. She returned to a life of solitary crime, but stole only from other criminals. As the years went by, Vi modified and improved her hextech fists, allowing her to bust up heists and snatch loot with ease. Eventually, word of her notoriety reached Caitlyn, the famed Sheriff of Piltover. Rather than seek Vi's arrest, Caitlyn offered the criminal a way to pay her debt to society: work for the law in Piltover. Vi laughed. To her, a job that let her beat up crooks without forcing her to run from the cops sounded perfect. She immediately accepted. Caitlyn now struggles to keep Vi in line, and Vi treats Caitlyn's orders as mere suggestions, but when they work together, they are feared by all lawbreakers in Piltover.<br><br>''It's a shame. I've got two fists, but you've only got one face.''<br>-- Vi","skins":[{"id":254000,"name":"default","num":0},{"id":254001,"name":"Neon Strike Vi","num":1},{"id":254002,"name":"Officer Vi","num":2},{"id":254003,"name":"Debonair Vi","num":3},{"id":254004,"name":"Demon Vi","num":4}]}}