{"JA":{"key":"MonkeyKing","role":"Fighter \/ Tank","stats":{"armor":24.88,"armorperlevel":3.5,"attackdamage":59.876,"attackdamageperlevel":3.2,"attackrange":175,"attackspeedoffset":-0.05,"attackspeedperlevel":3,"crit":0,"critperlevel":0,"hp":577.8,"hpperlevel":85,"hpregen":6.19,"hpregenperlevel":0.65,"movespeed":345,"mp":265.84,"mpperlevel":38,"mpregen":8.04,"mpregenperlevel":0.65,"spellblock":32.1,"spellblockperlevel":1.25},"info":{"attack":8,"defense":5,"magic":2,"difficulty":3},"name":"ウーコン","title":"美猴王","partype":"MP","Q":{"cost":"40","cd":"9\/8\/7\/6\/5","range":"650","tooltip":"次の通常攻撃の射程距離が125増加する。対象に30\/60\/90\/120\/150 <span class=\"colorFF8C00\">(+0.1)<\/span> の物理ダメージを与え、命中した敵の物理防御を3秒間10\/15\/20\/25\/30%低下させる。","name":"強棒打"},"W":{"cost":"50\/55\/60\/65\/70","cd":"18\/16\/14\/12\/10","range":"325","tooltip":"発動するとウーコンが1.5秒間ステルス状態になり、発動地点に自身の分身を出現させる。分身は1.5秒後近くの敵ユニットに70\/115\/160\/205\/250 <span class=\"color99FF99\">(+0.6)<\/span> の魔法ダメージを与えて消滅する。","name":"代わり身の術"},"E":{"cost":"45\/50\/55\/60\/65","cd":"8","range":"650","tooltip":"対象の敵1体に向かってダッシュし、複数の残像を発生させる。残像は対象の近くにいる別の敵を2体まで攻撃し、それぞれに60\/105\/150\/195\/240 <span class=\"colorFF8C00\">(+0.8)<\/span> の物理ダメージを与える。対象に攻撃が命中すると、ウーコンの攻撃速度が4秒間30\/35\/40\/45\/50%増加する。","name":"乱像猿技"},"R":{"cost":"100","cd":"120\/105\/90","range":"315","tooltip":"ウーコンが如意棒を外側に伸ばして体ごと4秒間回転する。触れた敵ユニットに毎秒20\/110\/200 <span class=\"colorFF8C00\">(+1.1)<\/span> の物理ダメージを与え、接触した敵に初回のみ1秒間ノックアップさせる。<br><br>発動時、自身の移動速度が15%増加し、さらに効果中毎秒10%ずつ増加する。","name":"旋風猿舞"},"P":{"name":"岩の皮膚","description":"近くにいる敵チャンピオンの数に比例して自身の物理防御と魔法防御が増加する。"},"lore":"ルーン戦争の混乱のさなか、プレイグジャングルの奥深くに、一つの巨大なルーンストーンが置き去られた。この巨石はその後何世紀にもわたって放置され、その間放出されつづけた強力な魔力は、付近の野生動物たちに知性と生命力を与え続けた。やがてこの魔力の影響を特に強く受けた猿の一族が、このルーンストーンを信仰するようになる。そして、一族の長を務める賢者の猿は、石の力を利用することで、一族に不老不死をもたらすことができるに違いないと考えるようになった。長は複雑な儀式を執り行ったが、この行為は予想外の事態を招くこととなる。儀式の結果ルーンストーンは砕け、猿たちは不老不死の力を得ることはなく、代わりに石からは――その身の内にルーンストーンの力を宿した石の猿――コンが生まれたのであった。王者の威風と強さを併せ持ったコンは、他の知恵ある猿達に美猴王と呼ばれ、猿たちの王となった。しかし、より偉大な存在になりたいという欲望に取りつかれていたコンは、敵として不足のない相手を求めて、プレイグジャングルに巣くうあらゆる獣や怪物に挑んだが、そのいずれも彼を満足させるには至らなかった。コンに助言を求められた長は、北に住むという毛のない猿たちの伝説について語った。曰く、毛のない猿たちは知力にも武力にも長け、世界を自らの望む姿へと変えてしまったのだという。<br><br>この伝説の真偽を確かめるため、コンは北へと旅立った。やがて南部の荒野を抜け、グレートバリア山脈を越える旅をつづけるうちに、この比類なき猿は、深く瞑想するマスター・イーと出会ったのである。「北で最強の戦士は誰か」と問うコンに、イーはリーグ・オブ・レジェンドの存在を教えた。コンは世界最強のつわものたちと手合わせができる楽園に思いをはせ、リーグに自分を紹介してほしいと、また、チャンピオンとしてふさわしい人間社会の作法を教えてほしいとイーに頼み込んだ。その代わり、今後はイーが使うウージュースタイルの技を用いて戦い、ルーンテラ最強の戦士となって恩返しをする、と。コンの熱意に心を打たれたイーは彼の希望を聞き入れたが、ひとつだけ条件を出した。いつの日か自身が弟子を取るとき、その者に必ずウージュースタイルの技を伝えるように――それが、師から弟子への唯一の要求だった。マスター・イーはコンに新たなる名「ウーコン（空を悟りし者）」と、この類いまれなる生き物にふさわしい武器を与えた。それは若きドランが創り出した魔法の棒で、比類なき傑作と呼べるものであった。こうしてイーに導かれてリーグ・オブ・レジェンドの門をたたいたウーコンは、いつの日か最強のチャンピオンとなって、ウージュースタイルの力を世界に知らしめるべく、今日も戦いに明け暮れている。<br><br>「己が真に何者であるか――それは戦いの中でのみ知ることができるんだぜ」<br>-- ウーコン","skins":[{"id":62000,"name":"default","num":0},{"id":62001,"name":"火山岩<br>ウーコン","num":1},{"id":62002,"name":"ウーコン大将","num":2},{"id":62003,"name":"翡翠龍<br>ウーコン","num":3},{"id":62004,"name":"冥府の世界<br>ウーコン","num":4},{"id":62005,"name":"暁光の<br>ウーコン","num":5}]},"EN":{"key":"MonkeyKing","role":"Fighter \/ Tank","stats":{"armor":24.88,"armorperlevel":3.5,"attackdamage":59.876,"attackdamageperlevel":3.2,"attackrange":175,"attackspeedoffset":-0.05,"attackspeedperlevel":3,"crit":0,"critperlevel":0,"hp":577.8,"hpperlevel":85,"hpregen":6.19,"hpregenperlevel":0.65,"movespeed":345,"mp":265.84,"mpperlevel":38,"mpregen":8.04,"mpregenperlevel":0.65,"spellblock":32.1,"spellblockperlevel":1.25},"info":{"attack":8,"defense":5,"magic":2,"difficulty":3},"name":"Wukong","title":"the Monkey King","partype":"MP","Q":{"cost":"40","cd":"9\/8\/7\/6\/5","range":"650","tooltip":"Wukong's next attack gains 125 range, deals 30\/60\/90\/120\/150 <span class=\"colorFF8C00\">(+0.1)<\/span> bonus physical damage and reduces the enemy's Armor by 10\/15\/20\/25\/30% for 3 seconds.","name":"Crushing Blow"},"W":{"cost":"50\/55\/60\/65\/70","cd":"18\/16\/14\/12\/10","range":"325","tooltip":"Wukong becomes invisible for 1.5 seconds, leaving behind a decoy that will deal 70\/115\/160\/205\/250 <span class=\"color99FF99\">(+0.6)<\/span> Magic Damage to enemies near it after 1.5 seconds.","name":"Decoy"},"E":{"cost":"45\/50\/55\/60\/65","cd":"8","range":"650","tooltip":"Wukong dashes to target enemy and sends out images to attack up to 2 additional enemies nearby. Each enemy struck takes 60\/105\/150\/195\/240 <span class=\"colorFF8C00\">(+0.8)<\/span> physical damage. Wukong then gains 30\/35\/40\/45\/50% Attack Speed for 4 seconds.","name":"Nimbus Strike"},"R":{"cost":"100","cd":"120\/105\/90","range":"315","tooltip":"Wukong's staff grows outward and he spins it around for 4 seconds, dealing 20\/110\/200 <span class=\"colorFF8C00\">(+1.1)<\/span> physical damage per second to nearby enemies, knocking them up for 1 second the first time they get hit.<br><br>At the start, Wukong gains 15% Movement Speed, and he gains an additional 10% per second over the duration.","name":"Cyclone"},"P":{"name":"Stone Skin","description":"Increases Wukong's Armor and Magic Resist for each nearby enemy champion."},"lore":"During the chaos of the Rune Wars, an enormous runestone was lost deep within the Plague Jungles. It remained there, untouched for centuries, emanating a potent magic which infused nearby wildlife with sentience and vitality. A group of monkeys who were particularly empowered by it came to worship the stone, and their leader - a wise sage - became convinced that he could harness its power to make the monkeys immortal. He performed an elaborate ritual, but things didn't go as he expected. The runestone was destroyed, and instead of granting immortality, it produced Kong, a monkey who carried in his heart the strength and power it had contained. Kong was driven by an unquenchable desire for greatness. He sought out every beast and monster the Plague Jungles could offer, eager to find a worthy opponent, but none offered the challenge he craved. He asked the sage for advice, and learned about a legend of hairless monkeys to the north who, with wits and might, had bent the world to their will.<br><br>Kong left, journeying north, determined to discover if the legend was true. He crossed the Southern Wastes and then the Great Barrier. On his way, he happened upon Master Yi, who was deep in meditation. Kong asked him who the strongest warrior in the north was, and Yi told him about the League of Legends. The tale intoxicated Kong, a place where he could battle the strongest fighters in the world was, to him, paradise. Kong asked Yi to introduce him to this League, and to teach him the ways of humans, so that he could be a fitting champion. In return, he would honor Yi by using Yi's Wuju style to become the greatest warrior Runeterra had ever seen. Admiring his passion, Yi agreed, but under the condition that Kong would one day teach the lessons of Wuju to a pupil of his own. In the spirit of this agreement, he renamed Kong ''Wukong,'' and gave him a weapon suited to his unusual nature - an enchanted staff that the young Doran had crafted. The weapon was an unrivalled masterpiece. Guided by Yi, Wukong joined the League of Legends to prove himself as the best, and to show the world the true power of Wuju.<br><br>''Only in combat do you learn who you truly are.''<br>-- Wukong","skins":[{"id":62000,"name":"default","num":0},{"id":62001,"name":"Volcanic Wukong","num":1},{"id":62002,"name":"General Wukong","num":2},{"id":62003,"name":"Jade Dragon Wukong","num":3},{"id":62004,"name":"Underworld Wukong","num":4},{"id":62005,"name":"Radiant Wukong","num":5}]}}