{"JA":{"key":"Ziggs","role":"Mage","stats":{"armor":21.544,"armorperlevel":3.3,"attackdamage":54.208,"attackdamageperlevel":3.1,"attackrange":550,"attackspeedoffset":-0.04734,"attackspeedperlevel":2,"crit":0,"critperlevel":0,"hp":524.4,"hpperlevel":80,"hpregen":6.255,"hpregenperlevel":0.6,"movespeed":325,"mp":384,"mpperlevel":47,"mpregen":6,"mpregenperlevel":0.8,"spellblock":30,"spellblockperlevel":0},"info":{"attack":2,"defense":4,"magic":9,"difficulty":4},"name":"ジグス","title":"ヘクス爆薬のエキスパート","partype":"MP","Q":{"cost":"50\/55\/60\/65\/70","cd":"6\/5.5\/5\/4.5\/4","range":"850","tooltip":"指定方向にバウンドする爆弾を投げる。爆弾は地形や敵に触れるか最大距離に達すると爆発して、範囲内の敵ユニットに75\/120\/165\/210\/255 <span class=\"color99FF99\">(+0.65)<\/span> の魔法ダメージを与える。","name":"バウンドボム"},"W":{"cost":"65","cd":"26\/24\/22\/20\/18","range":"1000","tooltip":"指定地点に4秒経つか、スキルを再発動すると爆発する「エンジニアボム」を投げる。「エンジニアボム」は爆発すると、範囲内の敵ユニットに70\/105\/140\/175\/210 <span class=\"color99FF99\">(+0.35)<\/span> の魔法ダメージを与えてノックアップさせる。<br><br>ジグスが範囲内にいる場合、ジグス本人はダメージを受けずに吹き飛ばされる。<br><br>体力が25\/27.500000000000004\/30\/32.5\/35%以下のタワーを<span class=\"colorD41919\">「ヘクスプロード」<\/span> して破壊する。","name":"エンジニアボム"},"E":{"cost":"70\/80\/90\/100\/110","cd":"16","range":"900","tooltip":"指定地点に複数の地雷を設置する。敵が接触すると爆発し40\/65\/90\/115\/140 <span class=\"color99FF99\">(+0.3)<\/span> の魔法ダメージを与える。爆発を受けた敵は1.5秒間20\/25\/30\/35\/40%のスロウを付与される。<br><br>一度地雷を起爆させた敵が他の地雷を踏んだ場合は40%のダメージを受ける。爆発しなかった地雷は10秒後に消滅する。","name":"ヘクステックマイン"},"R":{"cost":"100","cd":"120\/105\/90","range":"5300","tooltip":"究極の発明品「メガインフェルノボム」を指定地点に投擲する。射程距離が極めて長く、爆発範囲の中心部にいる敵に300\/450\/600 <span class=\"color99FF99\">(+1.1)<\/span> の魔法ダメージを与え、その周囲にいる敵には2\/3のダメージを与える。","name":"メガインフェルノボム"},"P":{"name":"ショートヒューズ","description":"12秒毎に次の通常攻撃に追加魔法ダメージがつく。スキルを使用すると、この固有スキルのクールダウンが短くなる。"},"lore":"ジグスは機械工作の才能を持って生まれてきたが、しかし、そのハチャメチャで落ち着きのない性格は、ヨードルの科学者達の中では珍しいものであった。ハイマーのような偉大な発明家に憧れ、異常なほどの情熱をもって次々と野心的なプロジェクトに着手した彼は、時には失敗して爆発を起こし、時には空前絶後の大発見をしながらも、自分の才能に対する自信を深めていく。やがて爆発物を研究しているジグスの評判はピルトーヴァーの名門ヨードル・アカデミーにも伝わり、同校の一流の教授たちに招かれて発明品の実演をすることになった。しかし、ジグスがいつもの調子で安全への配慮を怠ったため、プレゼンテーションは早々にお開きになってしまう――実演中のヘクステックエンジンがオーバーヒートを起こして爆発し、校舎の壁に巨大な穴を開けてしまったのだ。教授たちは体に降りかかった砂ぼこりを払い、険しい表情でジグスに退室を命じた。すっかりしょげかえってしまった発明家の卵が、失意のままバンドルシティに帰ろうとしたそのとき、さらなる事件が起きる。アカデミーにゾウンのスパイたちが侵入し、教授たちを誘拐していったのである。ピルトーヴァー軍の追跡の結果、捕らわれた教授たちはゾウンの刑務所に監禁されていることが分かった。しかし、軍の兵器をもってしても、刑務所の堅固な壁を崩すことはできなかったのである。いまこそ自分の実力を証明するチャンスと意気込んだジグスは、さっそく新兵器の開発に取りかかる。そしてすぐに、偶然の産物である例の爆発性エンジンを利用すれば、教授たちを救出できることに気づいたのだった。<br><br>ジグスはたちまち何種類もの強力な爆弾を完成させた。そして、愛情を込めて「ヘクスプローシブ」と名付けたこの新たな発明品の実地テストも兼ねて、一路ゾウンの街へと向かったのである。刑務所の敷地に忍び込み、建物に向けて巨大な爆弾を撃ちこんだジグスは、頑丈な壁に爆発で穴が開く様子を見て悦に入った。ジグスは煙が収まるやいなや内部へ侵入し、爆弾を大量に降らせて看守たちを追い払うと、そのまま教授たちが囚われている監房を探し出して、扉を爆弾で吹き飛ばすことに成功した。こうして彼は見事、囚われの教授たちを救出したのである。アカデミーに戻った教授たちは大いに恐れ入ってジグスの才能を認め、「爆破学部名誉学部長」の称号を授与した。そして、新しい発明を生み出したヨードルの才能を、リーグ・オブ・レジェンドで生かすべきだと提案したのである。名誉を取り戻したジグスは、この提案を受け入れた。彼が次々と生み出しつづけている新型爆弾の試験場として、フィールド・オブ・ジャスティスほどふさわしい場所はないだろう。<br><br>「ジグスかね？ 気まぐれで危険な男だな。うんうん。だが実に優秀だ！」<br>-- ハイマー","skins":[{"id":115000,"name":"default","num":0},{"id":115001,"name":"狂気の化学者<br>ジグス","num":1},{"id":115002,"name":"ジグス少佐","num":2},{"id":115003,"name":"プールパーティ<br>ジグス","num":3},{"id":115004,"name":"雪の一片<br>ジグス","num":4},{"id":115005,"name":"魔紋を極めし<br>ジグス","num":5}]},"EN":{"key":"Ziggs","role":"Mage","stats":{"armor":21.544,"armorperlevel":3.3,"attackdamage":54.208,"attackdamageperlevel":3.1,"attackrange":550,"attackspeedoffset":-0.04734,"attackspeedperlevel":2,"crit":0,"critperlevel":0,"hp":524.4,"hpperlevel":80,"hpregen":6.255,"hpregenperlevel":0.6,"movespeed":325,"mp":384,"mpperlevel":47,"mpregen":6,"mpregenperlevel":0.8,"spellblock":30,"spellblockperlevel":0},"info":{"attack":2,"defense":4,"magic":9,"difficulty":4},"name":"Ziggs","title":"the Hexplosives Expert","partype":"MP","Q":{"cost":"50\/55\/60\/65\/70","cd":"6\/5.5\/5\/4.5\/4","range":"850","tooltip":"Ziggs throws a bouncing bomb that deals 75\/120\/165\/210\/255 <span class=\"color99FF99\">(+0.65)<\/span> magic damage.","name":"Bouncing Bomb"},"W":{"cost":"65","cd":"26\/24\/22\/20\/18","range":"1000","tooltip":"Ziggs flings an explosive charge that detonates after 4 seconds, or when this ability is activated again. The explosion deals 70\/105\/140\/175\/210 <span class=\"color99FF99\">(+0.35)<\/span> magic damage to enemies, knocking them away. Ziggs is also knocked away, but takes no damage.<br><br>Satchel Charge will <span class=\"colorD41919\">hexplode<\/span> structurally unsound towers below 25\/27.500000000000004\/30\/32.5\/35% of their Health.","name":"Satchel Charge"},"E":{"cost":"70\/80\/90\/100\/110","cd":"16","range":"900","tooltip":"Ziggs scatters proximity mines that detonate on enemy contact, dealing 40\/65\/90\/115\/140 <span class=\"color99FF99\">(+0.3)<\/span> magic damage. Enemies hit are slowed by 20\/25\/30\/35\/40% for 1.5 seconds.<br><br>Enemies triggering a mine take 40% damage from additional mines. Mines disarm automatically after 10 seconds.","name":"Hexplosive Minefield"},"R":{"cost":"100","cd":"120\/105\/90","range":"5300","tooltip":"Ziggs deploys his ultimate creation, the Mega Inferno Bomb, hurling it an enormous distance. Enemies in the primary blast zone take 300\/450\/600 <span class=\"color99FF99\">(+1.1)<\/span> magic damage. Enemies farther away take two-thirds damage.","name":"Mega Inferno Bomb"},"P":{"name":"Short Fuse","description":"Every 12 seconds, Ziggs' next basic attack deals bonus magic damage. This cooldown is reduced whenever Ziggs uses an ability."},"lore":"Ziggs was born with a talent for tinkering, but his chaotic, hyperactive nature was unusual among yordle scientists. Aspiring to be a revered inventor like Heimerdinger, he rattled through ambitious projects with manic zeal, emboldened by both his explosive failures and his unprecedented discoveries. Word of Ziggs' volatile experimentation reached the famed Yordle Academy in Piltover and its esteemed professors invited him to demonstrate his craft. His characteristic disregard for safety brought the presentation to an early conclusion, however, when the hextech engine Ziggs was demonstrating overheated and exploded, blowing a huge hole in the wall of the Academy. The professors dusted themselves off and sternly motioned for him to leave. Devastated, Ziggs prepared to return to Bandle City in shame. However, before he could leave, a group of Zaunite agents infiltrated the Academy and kidnapped the professors. The Piltover military tracked the captives to a Zaunite prison, but their weapons were incapable of destroying the fortified walls. Determined to outdo them, Ziggs began experimenting on a new kind of armament, and quickly realized that he could harness his accidental gift for demolition to save the captured yordles.<br><br>Before long, Ziggs had created a line of powerful bombs he lovingly dubbed ''hexplosives.'' With his new creations ready for their first trial, Ziggs traveled to Zaun and sneaked into the prison compound. He launched a gigantic bomb at the prison and watched with glee as the explosion tore through the reinforced wall. Once the smoke had cleared, Ziggs scuttled into the facility, sending guards running with a hail of bombs. He rushed to the cell, blew the door off its hinges, and led the captive yordles to freedom. Upon returning to the Academy, the humbled professors recognized Ziggs with an honorary title - Dean of Demolitions - and proposed that he demonstrate this new form of yordle ingenuity in the League of Legends. Vindicated at last, Ziggs accepted the proposal, eager to bring his ever-expanding range of hexplosives to the greatest testing grounds in the world: the Fields of Justice.<br><br>''Ziggs? Unpredictable, dangerous, yes yes. But quite brilliant!''<br>-- Heimerdinger","skins":[{"id":115000,"name":"default","num":0},{"id":115001,"name":"Mad Scientist Ziggs","num":1},{"id":115002,"name":"Major Ziggs","num":2},{"id":115003,"name":"Pool Party Ziggs","num":3},{"id":115004,"name":"Snow Day Ziggs","num":4},{"id":115005,"name":"Master Arcanist Ziggs","num":5}]}}