{"JA":{"key":"Zilean","role":"Support \/ Mage","stats":{"armor":19.134,"armorperlevel":3.8,"attackdamage":51.64,"attackdamageperlevel":3,"attackrange":550,"attackspeedoffset":0,"attackspeedperlevel":2.13,"crit":0,"critperlevel":0,"hp":499.28,"hpperlevel":77,"hpregen":5.44,"hpregenperlevel":0.5,"movespeed":335,"mp":360.8,"mpperlevel":60,"mpregen":8.5,"mpregenperlevel":0.8,"spellblock":30,"spellblockperlevel":0},"info":{"attack":2,"defense":5,"magic":8,"difficulty":6},"name":"ジリアン","title":"時の番人","partype":"MP","Q":{"cost":"60\/65\/70\/75\/80","cd":"10\/9.5\/9\/8.5\/8","range":"900","tooltip":"指定地点に時限式の爆弾を投げる。爆弾は範囲の中心部に入った最初のユニットに付着する (チャンピオン優先)。爆弾は3秒後に爆発し、周囲にいる敵ユニットに75\/115\/165\/230\/300 <span class=\"color99FF99\">(+0.9)<\/span> の魔法ダメージを与える。<br><br>同じユニットに2個目の爆弾をつけると1個目の爆弾はすぐに爆発し、爆風の中にいる敵ユニットに1.1\/1.2\/1.3\/1.4\/1.5秒間スタン効果を付与する。","name":"タイムボム"},"W":{"cost":"0","cd":"14\/12\/10\/8\/6","range":"600","tooltip":"このスキル以外のジリアンのスキルのクールダウンが10秒短縮する。","name":"リワインド"},"E":{"cost":"50","cd":"15","range":"700","tooltip":"指定した対象が味方チャンピオンの場合は移動速度を増加させ、敵チャンピオンの場合は2.5秒間40\/55\/70\/85\/99%のスロウ効果を付与する。","name":"タイムワープ"},"R":{"cost":"125\/150\/175","cd":"120\/90\/60","range":"900","tooltip":"指定した味方チャンピオンに5秒間、砂時計の印を付与する。砂時計の印が付与されたチャンピオンの体力がゼロになった瞬間、対象が過去へ送られ、体力が600\/850\/1100 <span class=\"color99FF99\">(+2)<\/span> の状態で復活する。","name":"クロノシフト"},"P":{"name":"タイムインボトル","description":"時間を<span class=\"colorBB55EE\">経験値<\/span>として溜めることができる。<br><br>味方のレベルを上げるのに必要な<span class=\"colorBB55EE\">経験値<\/span>が溜まっている状態で相手を右クリックすると、経験値を与えることができる。同時に、与えた量と同じ<span class=\"colorBB55EE\">経験値<\/span>を自身も獲得する。戦闘中には使用できない。"},"lore":"ウルティスタンの荒野にはかつて壮麗な都市がそびえていたが、グレートバリア山脈より南にあった多くの国々と同様に、恐るべきルーン戦争で滅亡してしまった。だが、たったひとり生き残っていた男がいた――ジリアンという名の妖術師である。「時」に憑りつかれたこの男が、街の時計塔を住みかとしていたのは驚くことではない。その我が家へと戦火が迫ってきた時、ジリアンは和平への道を見出すために、あらゆる未来を予言するという強力な時空魔法の実験中だった。だが、その魔法によってジリアンの時間感覚は失われ、正体不明の邪悪な召喚騎士の軍団がウルティスタンに攻め込んできた時には、完全な沈思黙考の中にあったのである。ようやく自分のミスに気づいた時には、すでにウルティスタンは焦土と化していた。この破壊をもたらした召喚士たちは狡猾にも、ジリアンの注意を引かないよう、そして彼が自責の念に苛まれるよう、時計塔だけには攻撃を加えずにいたのである。<br><br>もっともジリアンには、この未曾有の喪失を嘆いている時間はほとんどなかった。彼はすぐに、危険な実験が招いた残酷な副作用に気づかされることになる。「時空流転症」――この奇病によってジリアンは永遠の命を得たが、その意識は現在から切り離されてしまった。ジリアンの自意識は今、自身が生きた過去から現在へと至る時空間を彷徨いながら、目の前で起きる出来事を呆然と見つめている。この呪いが何より残酷なのは、時折、ウルティスタンが繁栄していた時代と、滅亡直後の時代を追体験させられることだろう。この病の症状はリーグ・オブ・レジェンドの者たちが用いる、強力な召喚魔法によってのみ改善することができた。こうしてジリアンは治療法を見つけるため、ひいてはウルティスタンの民を救うために、リーグに参加したのであった。<br><br>「これから訪れる喪失を嘆くことほど、悲しいことはない」<br>-- ジリアン","skins":[{"id":26000,"name":"default","num":0},{"id":26001,"name":"サンタクロース<br>ジリアン","num":1},{"id":26002,"name":"愛と平和の<br>ジリアン","num":2},{"id":26003,"name":"シュリーマ砂漠<br>ジリアン","num":3},{"id":26004,"name":"タイムマシン<br>ジリアン","num":4},{"id":26005,"name":"ブラッドムーン<br>ジリアン","num":5}]},"EN":{"key":"Zilean","role":"Support \/ Mage","stats":{"armor":19.134,"armorperlevel":3.8,"attackdamage":51.64,"attackdamageperlevel":3,"attackrange":550,"attackspeedoffset":0,"attackspeedperlevel":2.13,"crit":0,"critperlevel":0,"hp":499.28,"hpperlevel":77,"hpregen":5.44,"hpregenperlevel":0.5,"movespeed":335,"mp":360.8,"mpperlevel":60,"mpregen":8.5,"mpregenperlevel":0.8,"spellblock":30,"spellblockperlevel":0},"info":{"attack":2,"defense":5,"magic":8,"difficulty":6},"name":"Zilean","title":"the Chronokeeper","partype":"MP","Q":{"cost":"60\/65\/70\/75\/80","cd":"10\/9.5\/9\/8.5\/8","range":"900","tooltip":"Zilean tosses a time-delayed bomb to a location. The bomb sticks to the first unit which comes within a small area around it (prioritizes Champions). After 3 seconds it detonates, dealing 75\/115\/165\/230\/300 <span class=\"color99FF99\">(+0.9)<\/span> magic damage to all surrounding enemies. <br><br>Placing two bombs on a unit detonates the first bomb early, stunning all enemies in the blast for 1.1\/1.2\/1.3\/1.4\/1.5 seconds.","name":"Time Bomb"},"W":{"cost":"0","cd":"14\/12\/10\/8\/6","range":"600","tooltip":"Reduces Zilean's other basic spell cooldowns by 10 seconds.","name":"Rewind"},"E":{"cost":"50","cd":"15","range":"700","tooltip":"Zilean increases an allied champion's Movement Speed, or slows an enemy champion, by 40\/55\/70\/85\/99% for 2.5 seconds.","name":"Time Warp"},"R":{"cost":"125\/150\/175","cd":"120\/90\/60","range":"900","tooltip":"Zilean marks himself or an allied champion with a protective time rune for 5 seconds. If the target would take lethal damage, they are instead transported back in time, regaining 600\/850\/1100 <span class=\"color99FF99\">(+2)<\/span> Health.","name":"Chronoshift"},"P":{"name":"Time in a Bottle","description":"Zilean stores time as <span class=\"colorBB55EE\">Experience<\/span>. <br><br>When he has enough <span class=\"colorBB55EE\">Experience<\/span> to finish an ally's level, he can right-click them to impart it. Zilean receives as much <span class=\"colorBB55EE\">Experience<\/span> as he gives. Cannot be used in combat."},"lore":"In the wastelands of Urtistan, there was once a great city. It perished long ago in a terrible Rune War, like most of the lands below the Great Barrier. Nevertheless, one man survived: a sorcerer named Zilean. Being obsessed with time, it was only fitting that he dwelled in the city's Clock Tower. As the havoc of the war neared his home, Zilean experimented with powerful temporal magic to divine all possible futures, hoping to discover a peaceful solution. But Zilean's enchantments affected his perception of the passage of time, and he was in a contemplative stasis when Urtistan was set upon by an entire phalanx of dark summoner-knights of unknown affiliation. By the time he realized his error, Urtistan was nothing more than smoldering debris. The summoners who were responsible for its destruction had wisely left the Clock Tower unharmed, both to avoid drawing Zilean's attention and to torment him for his oversight.<br><br>Zilean barely had time to grieve the momentous loss before he learned that his dangerous research had a cruel side effect: chrono-displasia. This mystical disease granted him immortality, but detached his consciousness from its anchor in the present time. He now mentally drifts through time, from any point he has already lived to the present, unable to impact the events which unfold. The most torturous aspect of this curse is that Zilean sometimes experiences Urtistan as it once was and the rest of the time resides in its lonely ruins. Only the powerful summoning magic employed by members of the League of Legends has been able to treat this condition, and Zilean has joined in hopes of finding a cure, and thereafter a way to save his people.<br><br>''There is no greater grief than for a loss that is yet to come.''<br>-- Zilean","skins":[{"id":26000,"name":"default","num":0},{"id":26001,"name":"Old Saint Zilean","num":1},{"id":26002,"name":"Groovy Zilean","num":2},{"id":26003,"name":"Shurima Desert Zilean","num":3},{"id":26004,"name":"Time Machine Zilean","num":4},{"id":26005,"name":"Blood Moon Zilean","num":5}]}}